{
    "languages": [
        "eng",
        "hin",
        "ben",
        "tel",
        "mar",
        "tam",
        "urd",
        "guj",
        "kan",
        "mal",
        "ori",
        "pan",
        "asm",
        "mai",
        "sat",
        "kas",
        "nep",
        "snd",
        "kok",
        "doi",
        "mni",
        "brx",
        "san"
    ],
    "texts": {
        "description": {
            "eng": "{df_name} uses cookies to improve service reliability, website quality, and enable personalized features. These cookies may collect personal data for analytics, advertising, and functionality. By consenting to cookies, you agree to data processing as described in our Privacy Policy and Cookie Policy. You can withdraw consent and manage preferences in Cookie Settings.",
            "asm": "{df_name} সেৱাৰ নিৰ্ভৰযোগ্যতা, ৱেবছাইটৰ মানদণ্ড, আৰু ব্যক্তিগত বৈশিষ্ট্যসমূহ সক্ষম কৰিবলৈ কুকি ব্যৱহাৰ কৰে। এই কুকিবোৰে বিশ্লেষণ, বিজ্ঞাপন, আৰু কাৰ্যক্ষমতাৰ বাবে ব্যক্তিগত তথ্য সংগ্ৰহ কৰিব পাৰে। কুকিত সন্মতি দি, আপুনি আমাৰ গোপনীয়তা নীতি আৰু কুকি নীতিত বৰ্ণনা কৰা অনুসৰি তথ্য প্ৰক্ৰিয়াকৰণত সন্মত হয়। আপুনি সন্মতি প্ৰত্যাহাৰ কৰিব পাৰে আৰু কুকি ছেটিংছত পছন্দসমূহ ব্যৱস্থাপনা কৰিব পাৰে।",
            "mni": "{df_name} ꯁꯔꯚꯤꯁ ꯔꯦꯂꯤꯑꯦꯕꯤꯂꯤꯇꯤ, ꯋꯦꯕꯁꯥꯏꯠ ꯀ꯭ꯕꯥꯂꯤꯇꯤ, ꯑꯃꯁꯨꯡ ꯄꯔꯁꯣꯅꯂꯥꯏꯖ ꯐꯤꯆꯔꯁꯤꯡ ꯍꯦꯟꯅ ꯐꯒꯠꯍꯟꯅꯕꯒꯤꯗꯃꯛ ꯀꯨꯀꯤꯁꯤꯡ ꯁꯤꯖꯤꯟꯅꯩ꯫ ꯃꯁꯤꯡ ꯀꯨꯀꯤꯁꯤꯡ ꯑꯁꯤꯅꯥ ꯑꯦꯅꯥꯂꯤꯇꯤꯛꯁ, ꯑꯦꯗꯚꯔꯇꯥꯏꯖꯤꯡ, ꯑꯃꯁꯨꯡ ꯐꯉ꯭ꯁꯅꯦꯂꯤꯇꯤꯒꯤꯗꯃꯛ ꯄꯔꯁꯣꯅꯦꯜ ꯗꯦꯇꯥ ꯈꯣꯝꯖꯤꯅꯕ ꯌꯥꯏ꯫ ꯀꯨꯀꯤꯁꯤꯡ ꯑꯁꯤꯗ ꯀꯟꯁꯦꯟꯇ ꯄꯤꯕꯅꯥ, ꯑꯩꯈꯣꯏꯒꯤ ꯄ꯭ꯔꯥꯏꯚꯦꯁꯤ ꯄꯣꯂꯤꯁꯤ ꯑꯃꯁꯨꯡ ꯀꯨꯀꯤ ꯄꯣꯂꯤꯁꯤ (ꯒꯣꯄꯅꯤꯌꯇꯥ ꯅꯤꯇꯤ) ꯗ ꯃꯤꯡ ꯊꯣꯛꯇꯨꯅ ꯏꯕ ꯑꯃꯁꯤꯡ ꯗꯦꯇꯥ ꯄ꯭ꯔꯣꯁꯦꯁꯤꯡ ꯑꯁꯤ ꯑꯣꯏꯅ ꯌꯥꯕꯥ ꯑꯣꯏꯔꯦ꯫ ꯅꯨꯡꯁꯤꯕ ꯑꯗꯨ ꯍꯥꯟꯅꯥ ꯇꯧꯕ ꯑꯃꯁꯨꯡ ꯀꯨꯀꯤ ꯁꯦꯇꯤꯡꯁꯤꯡꯗ ꯄ꯭ꯔꯤꯐꯔꯦꯟꯁꯁꯤꯡ ꯃꯦꯅꯦꯖ ꯇꯧꯕ ꯌꯥꯏ꯫",
            "nep": "{df_name} सेवाको विश्वसनीयता, वेबसाइटको गुणस्तर, र व्यक्तिगत सुविधाहरू सक्षम गर्न कुकीहरू प्रयोग गर्दछ। यी कुकीहरूले विश्लेषण, विज्ञापन र कार्यक्षमताका लागि व्यक्तिगत डेटा सङ्कलन गर्न सक्छन्। कुकीहरूमा सहमति दिएर, तपाईं हाम्रो गोपनीयता नीति र कुकी नीतिमा वर्णन गरिएअनुसार डेटा प्रशोधन गर्न सहमत हुनुहुन्छ। तपाईं सहमति फिर्ता लिन र कुकी सेटिङ्समा प्राथमिकताहरू व्यवस्थापन गर्न सक्नुहुन्छ।",
            "san": "{df_name} सेवायाः विश्वसनीयतां, जालस्थानस्य गुणवत्तां, व्यक्तिगतवैशिष्ट्यानां च सक्षमीकरणार्थं कूकयः उपयुज्यन्ते। एते कूकयः विश्लेषणानां, विज्ञापनानां, कार्यक्षमतायाः च कृते व्यक्तिगतदत्तांशान् संगृह्णन्ति। कूकयेषु सहमतिं दत्त्वा, भवान्/भवती अस्माकं गोपनीयतानीत्यां कूकनीत्यां च यथा वर्णितं तथैव दत्तांशप्रसंस्करणाय सहमतः/सहमता भवति। भवान्/भवती सहमतिं प्रत्याहर्तुं कूकिसंस्थापनेषु (Cookie Settings) च प्राथमिकताः प्रबन्धयितुं शक्नोति।",
            "urd": "{df_name} سروس کی وشوسنییتا، ویب سائٹ کے معیار، اور ذاتی خصوصیات کو فعال کرنے کے لیے کوکیز کا استعمال کرتا ہے۔ یہ کوکیز تجزیات، تشہیر، اور فعالیت کے لیے ذاتی ڈیٹا اکٹھا کر سکتی ہیں۔ کوکیز پر رضامندی دے کر، آپ ہماری پرائیویسی پالیسی اور کوکی پالیسی میں بیان کردہ ڈیٹا کی پروسیسنگ سے اتفاق کرتے ہیں۔ آپ رضامندی واپس لے سکتے ہیں اور کوکی سیٹنگز میں ترجیحات کا انتظام کر سکتے ہیں۔",
            "hin": "{df_name} सेवा की विश्वसनीयता, वेबसाइट की गुणवत्ता और व्यक्तिगत सुविधाओं को सक्षम करने के लिए कुकीज़ का उपयोग करता है। ये कुकीज़ विश्लेषण, विज्ञापन और कार्यक्षमता के लिए व्यक्तिगत डेटा एकत्र कर सकती हैं। कुकीज़ के लिए सहमति देकर, आप हमारी गोपनीयता नीति और कुकी नीति में वर्णित डेटा प्रसंस्करण के लिए सहमत होते हैं। आप सहमति वापस ले सकते हैं और कुकी सेटिंग्स में प्राथमिकताएँ प्रबंधित कर सकते हैं।",
            "mai": "{df_name} सेवाक विश्वसनीयता, वेबसाइटक गुणवत्ता, आओर व्यक्तिगत सुविधा सभकेँ सक्षम करबाक लेल कुकीज़ क उपयोग करैत अछि। ई कुकीज़ विश्लेषण, विज्ञापन आ कार्यक्षमताक लेल व्यक्तिगत डेटा एकत्र क' सकैत अछि। कुकीज़ पर सहमति द'क' अहाँ हमर गोपनीयता नीति आ कुकी नीति मे वर्णित डेटा प्रोसेसिंग सँ सहमत छी। अहाँ सहमति वापस ल' सकैत छी आ कुकी सेटिंग्स मे प्राथमिकता सभक प्रबंधन क' सकैत छी।",
            "tam": "{df_name} சேவை நம்பகத்தன்மை, வலைத்தள தரம் மற்றும் தனிப்பயனாக்கப்பட்ட அம்சங்களை மேம்படுத்த குக்கீகளைப் பயன்படுத்துகிறது. இந்த குக்கீகள் பகுப்பாய்வு, விளம்பரம் மற்றும் செயல்பாட்டிற்காக தனிப்பட்ட தரவை சேகரிக்கலாம். குக்கீகளை ஒப்புக்கொள்வதன் மூலம், எங்கள் தனியுரிமைக் கொள்கை மற்றும் குக்கீ கொள்கையில் விவரிக்கப்பட்டுள்ளபடி தரவு செயலாக்கத்திற்கு நீங்கள் ஒப்புக்கொள்கிறீர்கள். நீங்கள் ஒப்புதலை திரும்பப் பெறலாம் மற்றும் குக்கீ அமைப்புகளில் விருப்பங்களை நிர்வகிக்கலாம்.",
            "mal": "{df_name} സേവന വിശ്വാസ്യത, വെബ്സൈറ്റ് ഗുണനിലവാരം, വ്യക്തിഗത സവിശേഷതകൾ എന്നിവ മെച്ചപ്പെടുത്തുന്നതിന് കുക്കികൾ ഉപയോഗിക്കുന്നു. ഈ കുക്കികൾ വിശകലനം, പരസ്യം ചെയ്യൽ, പ്രവർത്തനക്ഷമത എന്നിവയ്ക്കായി വ്യക്തിഗത ഡാറ്റ ശേഖരിച്ചേക്കാം. കുക്കികൾക്ക് സമ്മതം നൽകുന്നതിലൂടെ, ഞങ്ങളുടെ സ്വകാര്യതാ നയത്തിലും കുക്കി നയത്തിലും വിവരിച്ചിട്ടുള്ള ഡാറ്റാ പ്രോസസ്സിംഗിന് നിങ്ങൾ സമ്മതിക്കുന്നു. നിങ്ങൾക്ക് സമ്മതം പിൻവലിക്കാനും കുക്കി ക്രമീകരണങ്ങളിൽ മുൻഗണനകൾ നിയന്ത്രിക്കാനും കഴിയും.",
            "ben": "{df_name} পরিষেবার নির্ভরযোগ্যতা, ওয়েবসাইটের গুণমান এবং ব্যক্তিগত বৈশিষ্ট্যগুলি সক্ষম করতে কুকি ব্যবহার করে। এই কুকিগুলি বিশ্লেষণ, বিজ্ঞাপন এবং কার্যকারিতার জন্য ব্যক্তিগত ডেটা সংগ্রহ করতে পারে। কুকিগুলিতে সম্মতি দিয়ে, আপনি আমাদের গোপনীয়তা নীতি এবং কুকি নীতিতে বর্ণিত ডেটা প্রক্রিয়াকরণে সম্মত হন। আপনি সম্মতি প্রত্যাহার করতে এবং কুকি সেটিংসে পছন্দগুলি পরিচালনা করতে পারেন।",
            "kok": "{df_name} सेवाची विश्वासार्हता, संकेतस्थळाची गुणवत्ता, आणि वैयक्तिक वैशिष्ट्ये सक्षम करण्यासाठी कुकीज वापरता. ही कुकीज विश्लेषण, जाहिरात, आणि कार्यक्षमतेसाठी वैयक्तिक डेटा गोळा करू शकतात. कुकीजला संमती देऊन, तुम्ही आमच्या गोपनीयता धोरण आणि कुकी धोरणात वर्णन केल्याप्रमाणे डेटा प्रक्रियेस सहमती देता. तुम्ही कुकी सेटिंग्जमध्ये संमती मागे घेऊ शकता आणि प्राधान्ये व्यवस्थापित करू शकता।",
            "guj": "{df_name} સેવા વિશ્વસનીયતા, વેબસાઇટ ગુણવત્તા અને વ્યક્તિગત સુવિધાઓને સક્ષમ કરવા માટે કૂકીઝનો ઉપયોગ કરે છે. આ કૂકીઝ વિશ્લેષણ, જાહેરાત અને કાર્યક્ષમતા માટે વ્યક્તિગત ડેટા એકત્રિત કરી શકે છે. કૂકીઝને સંમતિ આપીને, તમે અમારી ગોપનીયતા નીતિ અને કૂકી નીતિમાં વર્ણવ્યા મુજબ ડેટા પ્રોસેસિંગ માટે સંમત થાઓ છો. તમે સંમતિ પાછી ખેંચી શકો છો અને કૂકી સેટિંગ્સમાં પસંદગીઓનું સંચાલન કરી શકો છો.",
            "kan": "{df_name} ಸೇವಾ ವಿಶ್ವಾಸಾರ್ಹತೆ, ವೆಬ್‌ಸೈಟ್ ಗುಣಮಟ್ಟ ಮತ್ತು ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಕುಕೀಗಳನ್ನು ಬಳಸುತ್ತದೆ. ಈ ಕುಕೀಗಳು ವಿಶ್ಲೇಷಣೆ, ಜಾಹೀರಾತು ಮತ್ತು ಕಾರ್ಯನಿರ್ವಹಣೆಗಾಗಿ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು. ಕುಕೀಗಳಿಗೆ ಒಪ್ಪಿಗೆ ನೀಡುವ ಮೂಲಕ, ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿ ಮತ್ತು ಕುಕಿ ನೀತಿಯಲ್ಲಿ ವಿವರಿಸಿದಂತೆ ಡೇಟಾ ಸಂಸ್ಕರಣೆಗೆ ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ. ನೀವು ಒಪ್ಪಿಗೆಯನ್ನು ಹಿಂಪಡೆಯಬಹುದು ಮತ್ತು ಕುಕಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಆದ್ಯತೆಗಳನ್ನು ನಿರ್ವಹಿಸಬಹುದು।",
            "snd": "{df_name} سروس جي ڀروسي، ويب سائيٽ جي معيار، ۽ ذاتي خاصيتن کي فعال ڪرڻ لاءِ ڪوڪيز استعمال ڪري ٿو. اهي ڪوڪيز تجزين، اشتهارن ۽ ڪارڪردگي لاءِ ذاتي ڊيٽا گڏ ڪري سگهن ٿيون. ڪوڪيز تي رضامندي ڏئي، توهان اسان جي پرائيويسي پاليسي ۽ ڪوڪي پاليسي ۾ بيان ڪيل ڊيٽا پروسيسنگ تي متفق آهيو. توهان رضامندي واپس وٺي سگهو ٿا ۽ ڪوڪي سيٽنگن ۾ ترجيحات جو انتظام ڪري سگهو ٿا.",
            "ori": "{df_name} ସେବା ବିଶ୍ୱସନୀୟତା, ୱେବସାଇଟ୍ ଗୁଣବତ୍ତା ଏବଂ ବ୍ୟକ୍ତିଗତ ବୈଶିଷ୍ଟ୍ୟଗୁଡ଼ିକୁ ସକ୍ଷମ କରିବା ପାଇଁ କୁକିଗୁଡ଼ିକୁ ବ୍ୟବହାର କରେ। ଏହି କୁକିଗୁଡ଼ିକ ବିଶ୍ଳେଷଣ, ବିଜ୍ଞାପନ ଏବଂ କାର୍ଯ୍ୟକାରିତା ପାଇଁ ବ୍ୟକ୍ତିଗତ ଡାଟା ସଂଗ୍ରହ କରିପାରନ୍ତି। କୁକିଗୁଡ଼ିକୁ ସହମତି ଦେଇ, ଆପଣ ଆମର ଗୋପନୀୟତା ନୀତି ଏବଂ କୁକି ନୀତିରେ ବର୍ଣ୍ଣିତ ଡାଟା ପ୍ରକ୍ରିୟାକରଣରେ ସହମତ ହୁଅନ୍ତି। ଆପଣ ସହମତି ପ୍ରତ୍ୟାହାର କରିପାରିବେ ଏବଂ କୁକି ସେଟିଂସରେ ପସନ୍ଦଗୁଡ଼ିକୁ ପରିଚାଳନା କରିପାରିବେ।",
            "sat": "{df_name} ᱥᱮᱣᱟ ᱨᱮᱭᱟᱜ ᱵᱤᱥᱣᱚᱥᱱᱤᱭᱚᱛᱟ, ᱣᱮᱵᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱜᱩᱱᱚᱛᱟ ᱟᱨ ᱵᱮᱠᱛᱤᱜᱚᱛ ᱥᱩᱵᱷᱤᱫᱟ ᱠᱚ ᱥᱚᱠᱛᱤᱭᱟᱱ ᱵᱮᱱᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱠᱩᱠᱤᱥ ᱠᱚ ᱵᱮᱵᱷᱟᱨᱮᱜᱼᱟ᱾ ᱱᱚᱣᱟ ᱠᱩᱠᱤᱥ ᱠᱚ ᱵᱤᱥᱞᱮᱥᱚᱱ, ᱵᱤᱜᱽᱭᱟᱯᱚᱱ, ᱟᱨ ᱠᱟᱨᱡᱚᱠᱚᱨᱛᱟ ᱞᱟᱹᱜᱤᱫ ᱵᱮᱠᱛᱤᱜᱚᱛ ᱰᱮᱴᱟ ᱦᱚᱸ ᱡᱟᱣᱨᱟ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ᱾ ᱠᱩᱠᱤᱥ ᱨᱮ ᱥᱚᱦᱢᱚᱛᱤ ᱮᱢ ᱠᱟᱛᱮ, ᱟᱢ ᱟᱞᱟᱜ ᱜᱚᱯᱚᱱᱤᱭᱚᱛᱟ ᱱᱤᱛᱤ ᱟᱨ ᱠᱩᱠᱤ ᱱᱤᱛᱤ ᱨᱮ ᱚᱞ ᱟᱠᱟᱱ ᱞᱮᱠᱟ ᱰᱮᱴᱟ ᱯᱨᱚᱠᱨᱤᱭᱟ ᱞᱟᱹᱜᱤᱫ ᱨᱮᱰᱤ ᱢᱮᱱᱟᱢᱟ᱾ ᱟᱢ ᱥᱚᱦᱢᱚᱛᱤ ᱵᱟᱛᱤᱞ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱟᱨ ᱠᱩᱠᱤ ᱥᱮᱴᱤᱝᱥ ᱨᱮ ᱯᱚᱥᱚᱱᱫ ᱠᱚ ᱢᱮᱱᱮᱡ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ᱾",
            "pan": "{df_name} ਸੇਵਾ ਦੀ ਭਰੋਸੇਯੋਗਤਾ, ਵੈੱਬਸਾਈਟ ਦੀ ਗੁਣਵੱਤਾ ਅਤੇ ਵਿਅਕਤੀਗਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣ ਲਈ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਇਹ ਕੂਕੀਜ਼ ਵਿਸ਼ਲੇਸ਼ਣ, ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਅਤੇ ਕਾਰਜਕੁਸ਼ਲਤਾ ਲਈ ਨਿੱਜੀ ਡਾਟਾ ਇਕੱਠਾ ਕਰ ਸਕਦੀਆਂ ਹਨ। ਕੂਕੀਜ਼ ਲਈ ਸਹਿਮਤੀ ਦੇ ਕੇ, ਤੁਸੀਂ ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਅਤੇ ਕੂਕੀ ਨੀਤੀ ਵਿੱਚ ਦੱਸੇ ਗਏ ਡਾਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ। ਤੁਸੀਂ ਸਹਿਮਤੀ ਵਾਪਸ ਲੈ ਸਕਦੇ ਹੋ ਅਤੇ ਕੂਕੀ ਸੈਟਿੰਗਜ਼ ਵਿੱਚ ਤਰਜੀਹਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰ ਸਕਦੇ ਹੋ।",
            "mar": "{df_name} सेवा विश्वसनीयता, वेबसाइट गुणवत्ता आणि वैयक्तिक वैशिष्ट्ये सक्षम करण्यासाठी कुकीजचा वापर करतो. या कुकीज विश्लेषण, जाहिरात आणि कार्यक्षमतेसाठी वैयक्तिक डेटा गोळा करू शकतात. कुकीजला संमती देऊन, तुम्ही आमच्या गोपनीयता धोरण आणि कुकी धोरणात वर्णन केल्याप्रमाणे डेटा प्रक्रियेस सहमती देता. तुम्ही संमती मागे घेऊ शकता आणि कुकी सेटिंग्जमध्ये प्राधान्ये व्यवस्थापित करू शकता.",
            "tel": "{df_name} సేవా విశ్వసనీయత, వెబ్‌సైట్ నాణ్యత మరియు వ్యక్తిగతీకరించిన ఫీచర్‌లను ప్రారంభించడానికి కుకీలను ఉపయోగిస్తుంది. ఈ కుకీలు విశ్లేషణ, ప్రకటనలు మరియు కార్యాచరణ కోసం వ్యక్తిగత డేటాను సేకరించవచ్చు. కుకీలకు అంగీకరించడం ద్వారా, మీరు మా గోప్యతా విధానం మరియు కుకీ విధానంలో వివరించిన విధంగా డేటా ప్రాసెసింగ్‌కు అంగీకరిస్తారు. మీరు కుకీ సెట్టింగ్‌లలో మీ అంగీకారాన్ని ఉపసంహరించుకోవచ్చు మరియు ప్రాధాన్యతలను నిర్వహించవచ్చు.",
            "kas": "{df_name} چھُ سَروِس سٔنٛز اِعتباریت، وؠبسایِٹ سٕنٛز کوالِٹی، تہٕ شَخصی فیچَر ہُنٛد اِستِمال کَرَن خٲطرٕ کُکیٖز اِستِمال کَران۔ یِم کُکیٖز ہیکَن اینالِٹِک، اَڈوَرتایِزِنٛگ، تہٕ فَنکشَنیلِٹی خٲطرٕ شَخصی ڈاٹہٕ جَمع کٔرِتھ۔ کُکیٖزَن پؠٹھ مَنزُوری دِتھ، تُہؠ چھُونہٕ مٲلیَت اَمہِ سٟتؠ زِ ڈاٹہٕ پَروسیسِنٛگ چھُ اَمہِ سٟتؠ مِلَن وول یُس تُہؠ سٲنِس پرایِوِسی پالِسی تہٕ کُکی پالِسی مَنٛز چھُ لیکھنہٕ آمُت۔ تُہؠ ہیٚکِو مَنزُوری واپس یِنِتھ تہٕ کُکی سؠٹِنٛگس مَنٛز اِختیار سِنٛز اِنتِظام کٔرِتھ۔",
            "brx": "{df_name} आ बेनि थारसिनाय, वेबसाइटनि मोजां, आरो गावनिनो राहा दिन्थिनायखौ सोदोबनो कुकिजफोरखौ बाहाइयो। बे कुकिजफोरा एनालिटिक्स, बिग्यापन, आरो थागोननि थाखाय गावनिनो बाहायनाय डाटा जमा खालामनो हागौ। कुकिजफोराव रजाबनायजों, नोंथाङा जोंनि प्राइभेसी पलिसी आरो कुकि पलिसीआव फोजोन्नो रोखोमजों डाटाखौ बाहायनो राबजागोन। नोंथाङा रजाबनायखौ फेरलां थानो हागोन आरो कुकिज सेट्टिंसफोराव राहा दिन्थिनायखौ सोलिथारनो हागोन।",
            "doi": "{df_name} ਸੇਵਾ ਦੀ ਭਰੋਸੇਯੋਗਤਾ, ਵੈੱਬਸਾਈਟ ਦੀ ਗੁਣਵੱਤਾ ਅਤੇ ਨਿੱਜੀ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ {df_name} ਕੁਕੀ ਦਾ ਇਸਤੇਮਾਲ ਕਰਦਾ ਹੈ। ਇਹ ਕੁਕੀ ਵਿਸ਼ਲੇਸ਼ਣ, ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਅਤੇ ਕਾਰਜਸ਼ੀਲਤਾ ਲਈ ਨਿੱਜੀ ਡਾਟਾ ਇਕੱਠਾ ਕਰ ਸਕਦੇ ਹਨ। ਕੁਕੀ 'ਤੇ ਸਹਿਮਤੀ ਦੇ ਕੇ, ਤੁਸੀਂ ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਅਤੇ ਕੁਕੀ ਨੀਤੀ ਵਿੱਚ ਵਰਣਿਤ ਡਾਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਨਾਲ ਸਹਿਮਤ ਹੋ। ਤੁਸੀਂ ਕੁਕੀ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਸਹਿਮਤੀ ਵਾਪਸ ਲੈ ਸਕਦੇ ਹੋ ਅਤੇ ਤਰਜੀਹਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰ ਸਕਦੇ ਹੋ।"
        },
        "links": [
            {
                "text": {
                    "eng": "Privacy Policy",
                    "asm": "গোপনীয়তা নীতি",
                    "mni": "ꯒꯣꯄꯅꯤꯌꯇꯥ ꯅꯤꯇꯤ",
                    "nep": "गोपनीयता नीति",
                    "san": "गोपनीयतानीत्यां",
                    "urd": "پرائیویسی پالیسی",
                    "hin": "गोपनीयता नीति",
                    "mai": "गोपनीयता नीति",
                    "tam": "தனியுரிமைக் கொள்கை",
                    "mal": "സ്വകാര്യതാ നയം",
                    "ben": "গোপনীয়তা নীতি",
                    "kok": "गोपनीयता धोरण",
                    "guj": "ગોપનીયતા નીતિ",
                    "kan": "ಗೌಪ್ಯತೆ ನೀತಿ",
                    "snd": "رازداري پاليسي",
                    "ori": "ଗୋପନୀୟତା ନୀତି",
                    "sat": "ᱜᱚᱯᱚᱱᱤᱭᱚᱛᱟ ᱱᱤᱛᱤ",
                    "pan": "ਗੋਪਨੀਯਤਾ ਨੀਤੀ",
                    "mar": "गोपनीयता धोरण",
                    "tel": "గోప్యతా విధానం",
                    "kas": "پرایویسی پالیسی",
                    "brx": "गोपनियथा निथि",
                    "doi": "ਗੋਪਨੀਯਤਾ ਨੀਤੀ"
                },
                "url": "{privacy_url}"
            },
            {
                "text": {
                    "eng": "Cookie Policy",
                    "asm": "কুকি নীতি",
                    "mni": "ꯀꯨꯀꯤ ꯄꯣꯂꯤꯁꯤ",
                    "nep": "कुकी नीति",
                    "san": "कूकनीतिः",
                    "urd": "کوکی پالیسی",
                    "hin": "कुकी नीति",
                    "mai": "कुकी नीति",
                    "tam": "குக்கீ கொள்கை",
                    "mal": "കുക്കി നയം",
                    "ben": "কুকি নীতি",
                    "kok": "कुकी धोरण",
                    "guj": "કૂકી નીતિ",
                    "kan": "ಕುಕಿ ನೀತಿ",
                    "snd": "ڪوڪي پاليسي",
                    "ori": "କୁକି ନୀତି",
                    "sat": "ᱠᱩᱠᱤ ᱯᱚᱞᱤᱥᱤ",
                    "pan": "ਕੂਕੀ ਨੀਤੀ",
                    "mar": "कुकी धोरण",
                    "tel": "కుకీ విధానం",
                    "kas": "کُکی پالیسی",
                    "brx": "कुकि निति",
                    "doi": "ਕੁਕੀ ਨੀਤੀ"
                },
                "url": "{cookie_url}"
            }
        ],
        "bannerButtons": {
            "settings": {
                "eng": "Cookie Settings",
                "asm": "কুকি সংহতি",
                "mni": "ꯀꯨꯀꯤ ꯁꯦꯇꯤꯡꯁꯤꯡ",
                "nep": "कुकी सेटिंग्स",
                "san": "कूकसंयोजनाः",
                "urd": "کوکی سیٹنگز",
                "hin": "कुकी सेटिंग्स",
                "mai": "कुकी सेटिंग्स",
                "tam": "குக்கீ அமைப்புகள்",
                "mal": "കുക്കി ക്രമീകരണങ്ങൾ",
                "ben": "কুকি সেটিংস",
                "kok": "कुकी सेटींग्स",
                "guj": "કૂકી સેટિંગ્સ",
                "kan": "ಕುಕಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು",
                "snd": "ڪوڪي سيٽنگس",
                "ori": "କୁକି ସେଟିଂସ୍",
                "sat": "ᱠᱩᱠᱤ ᱥᱮᱴᱤᱝᱥ",
                "pan": "ਕੂਕੀ ਸੈਟਿੰਗਜ਼",
                "mar": "कुकी सेटिंग्स",
                "tel": "కుకీ సెట్టింగ్‌లు",
                "kas": "کُکی سیٹنگز",
                "brx": "कुकि सेटिंस्",
                "doi": "ਕੁਕੀ ਸੈਟਿੰਗਜ਼"
            },
            "essential": {
                "eng": "Accept Only Essential",
                "asm": "কেৱল অত্যাৱশ্যকীয় গ্ৰহণ কৰক",
                "mni": "ꯍꯥꯟꯅ ꯑꯃꯁꯨꯡ ꯂꯥꯏꯅ ꯐꯒꯠꯍꯟꯗꯤ, ꯑꯃꯁꯨꯡ ꯂꯥꯏꯅ ꯐꯒꯠꯍꯟꯗꯤ ꯃꯁꯤꯒꯤ ꯀꯨꯀꯤꯁꯤꯡ ꯑꯁꯤ ꯈꯣꯡꯆꯠꯀꯤ ꯊꯕꯛ ꯍꯦꯟꯅ ꯁꯥꯏꯠꯀꯤ ꯑꯁꯤ ꯍꯦꯟꯅ ꯂꯥꯏꯕ ꯑꯃꯁꯨꯡ ꯍꯦꯟꯅ ꯐꯒꯠꯍꯟꯗꯤ꯫",
                "nep": "केवल आवश्यक स्वीकार गर्नुहोस्",
                "san": "केवलम् आवश्यकं स्वीकुरु",
                "urd": "صرف ضروری کو قبول کریں",
                "hin": "केवल आवश्यक स्वीकार करें",
                "mai": "केवल आवश्यक स्वीकार करू",
                "tam": "அத்தியாவசியமானவற்றை மட்டும் ஏற்கவும்",
                "mal": "അത്യാവശ്യമായവ മാത്രം സ്വീകരിക്കുക",
                "ben": "শুধুমাত্র অপরিহার্য গ্রহণ করুন",
                "kok": "फकत म्हत्वाचें सोंपयात",
                "guj": "માત્ર આવશ્યક સ્વીકારો",
                "kan": "ಅಗತ್ಯವಾದವುಗಳನ್ನು ಮಾತ್ರ ಸ್ವೀಕರಿಸಿ",
                "snd": "صرف ضروري قبول ڪريو",
                "ori": "କେବଳ ଅତ୍ୟାବଶ୍ୟକ ଗ୍ରହଣ କରନ୍ତୁ",
                "sat": "ᱞᱟᱹᱠᱛᱤᱭᱟᱱ ᱢᱟᱛᱚᱨ ᱥᱟᱠᱟᱨᱚᱜ",
                "pan": "ਸਿਰਫ਼ ਜ਼ਰੂਰੀ ਸਵੀਕਾਰ ਕਰੋ",
                "mar": "केवळ आवश्यक स्वीकारा",
                "tel": "అవసరమైన వాటిని మాత్రమే అంగీకరించండి",
                "kas": "صرف ضَروری قبۆل کَرِو",
                "brx": "गोरोन्थि मोनसेखौसो गनाय",
                "doi": "ਸਿਰਫ ਜ਼ਰੂਰੀ ਸਵੀਕਾਰ ਕਰੋ"
            },
            "acceptAll": {
                "eng": "Accept All",
                "asm": "সকলো গ্ৰহণ কৰক",
                "mni": "ꯈꯨꯗꯤꯡꯃꯛ ꯂꯧ",
                "nep": "सबै स्वीकार गर्नुहोस्",
                "san": "सर्वं स्वीकुरु",
                "urd": "سب قبول کریں",
                "hin": "सभी स्वीकार करें",
                "mai": "सभ स्वीकार करू",
                "tam": "அனைத்தையும் ஏற்கவும்",
                "mal": "എല്ലാം സ്വീകരിക്കുക",
                "ben": "সব গ্রহণ করুন",
                "kok": "सगळें सोंपयात",
                "guj": "બધા સ્વીકારો",
                "kan": "ಎಲ್ಲವನ್ನೂ ಸ್ವೀಕರಿಸಿ",
                "snd": "سڀ قبول ڪريو",
                "ori": "ସବୁ ଗ୍ରହଣ କରନ୍ତୁ",
                "sat": "ᱡᱚᱛᱚ ᱜᱨᱦᱚਨ ᱠᱚᱨᱚ",
                "pan": "ਸਭ ਸਵੀਕਾਰ ਕਰੋ",
                "mar": "सर्व स्वीकारा",
                "tel": "అన్నింటినీ అంగీకరించండి",
                "kas": "سٲری قبۆل کَرِو",
                "brx": "ਗਾसैबोखौ गनाय",
                "doi": "ਸਭ ਸਵੀਕਾਰ ਕਰੋ"
            }
        },
        "modalTitle": {
            "eng": "Preference Center",
            "asm": "পছন্দ কেন্দ্ৰ",
            "mni": "ꯄ꯭ꯔꯥꯏꯚꯦꯟꯁ ꯁꯦꯟꯇꯔ",
            "nep": "प्राथमिकता केन्द्र",
            "san": "प्राथमिकताकेन्द्रम्",
            "urd": "ترجیحی مرکز",
            "hin": "प्राथमिकता केंद्र",
            "mai": "प्राथमिकता केंद्र",
            "tam": "விருப்ப மையம்",
            "mal": "മുൻഗണനാ കേന്ദ്രം",
            "ben": "পছন্দ কেন্দ্র",
            "kok": "पसंती केंद्र",
            "guj": "પસંદગી કેન્દ્ર",
            "kan": "ಆದ್ಯತಾ ಕೇಂದ್ರ",
            "snd": "ترجيحي مرڪز",
            "ori": "ପସନ୍ଦ କେନ୍ଦ୍ର",
            "sat": "ᱯᱨᱚᱯᱷᱟᱨᱮᱱᱥ ᱥᱮᱱᱴᱚᱨ",
            "pan": "ਤਰਜੀਹ ਕੇਂਦਰ",
            "mar": "प्राधान्य केंद्र",
            "tel": "ప్రాధాన్య కేంద్రం",
            "kas": "تَرجیٖح کینٛدر",
            "brx": "गोसोआवनायनि",
            "doi": "ਤਰਜੀਹ ਕੇਂਦਰ"
        },
        "modalSectionTitle": {
            "eng": "Manage Consent Preferences",
            "asm": "সন্মতি পছন্দসমূহ ব্যৱস্থাপনা কৰক",
            "mni": "ꯁꯃꯟꯁꯀꯤ ꯄ꯭ꯔꯥꯏꯚꯦꯟꯁꯁꯤꯡ ꯂꯥꯏꯅ ꯁꯥꯏꯖꯤꯟꯅ",
            "nep": "सहमति प्राथमिकताहरू प्रबन्ध गर्नुहोस्",
            "san": "सहमतिप्राथमिकताः प्रबन्धयतु",
            "urd": "رضامندی کی ترجیحات کا نظم کریں",
            "hin": "सहमति प्राथमिकताएं प्रबंधित करें",
            "mai": "सहमति प्राथमिकता प्रबन्धित करू",
            "tam": "சம்மத விருப்பங்களை நிர்வகிக்கவும்",
            "mal": "സമ്മത മുൻഗണനകൾ കൈകാര്യം ചെയ്യുക",
            "ben": "সম্মতি পছন্দগুলি পরিচালনা করুন",
            "kok": "संमती पसंदी वेवस्थापन करात",
            "guj": "સંમતિ પસંદગીઓનું સંચાલન કરો",
            "kan": "ಸಮ್ಮತಿ ಆದ್ಯತೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ",
            "snd": "رضامندي جي ترجيحات کي منظم ڪريو",
            "ori": "ସମ୍ମତି ପସନ୍ଦଗୁଡ଼ିକୁ ପରିଚାଳନା କରନ୍ତୁ",
            "sat": "ᱥᱟᱢᱢᱚᱛᱤ ᱯᱚᱥᱚᱱᱫ ᱠᱚ ᱢᱮᱱᱮᱡᱽ ᱠᱚਰᱚ",
            "pan": "ਸਹਿਮਤੀ ਤਰਜੀਹਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
            "mar": "संमती प्राधान्ये व्यवस्थापित करा",
            "tel": "సమ్మతి ప్రాధాన్యతలను నిర్వహించండి",
            "kas": "رَضامَندی ہِنٛد تَرجیٖحَن ہُنٛد اِنتِظام کَرِو",
            "brx": "गनायनि गोसोआवनायखौ मोजां बाहाइनाय",
            "doi": "ਸਹਿਮਤੀ ਤਰਜੀਹਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ"
        },
        "modalButtons": {
            "rejectAll": {
                "eng": "Reject All",
                "asm": "সকলো প্ৰত্যাখ্যান কৰক",
                "mni": "ꯈꯨꯗꯤꯡꯃꯛ ꯈꯔꯝꯇꯅ",
                "nep": "सबै अस्वीकार गर्नुहोस्",
                "san": "सर्वं निरस्यतु",
                "urd": "سب مسترد کریں",
                "hin": "सभी अस्वीकार करें",
                "mai": "सभ अस्वीकार करू",
                "tam": "அனைத்தையும் நிராகரி",
                "mal": "എല്ലാം നിരസിക്കുക",
                "ben": "সব প্রত্যাখ্যান করুন",
                "kok": "सगळें न्हयकारাত",
                "guj": "બધા નકારો",
                "kan": "ಎಲ್ಲವನ್ನೂ ತಿರಸ್ಕರಿಸಿ",
                "snd": "سڀني کي رد ڪريو",
                "ori": "ସବୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କରନ୍ତୁ",
                "sat": "ᱡᱚᱛᱚ ᱨᱤᱡੇᱠᱴ ᱠᱚᱨੋ",
                "pan": "ਸਭ ਰੱਦ ਕਰੋ",
                "mar": "सर्व नाकारा",
                "tel": "అన్నింటినీ తిరస్కరించండి",
                "kas": "سٲری رَد کَرِو",
                "brx": "ਗਾसैखौबो गोनाय",
                "doi": "ਸਭ ਰੱਦ ਕਰੋ"
            },
            "allowAll": {
                "eng": "Allow All",
                "asm": "সকলোকে অনুমতি দিয়ক",
                "mni": "ꯈꯨꯗꯤꯡꯃꯛ ꯑꯃꯨꯟꯕ",
                "nep": "सबैलाई अनुमति दिनुहोस्",
                "san": "सर्वस्मै अनुमतिं ददातु",
                "urd": "سب کو اجازت دیں",
                "hin": "सभी की अनुमति दें",
                "mai": "सभकेँ अनुमति दियौ",
                "tam": "அனைத்தையும் அனுமதிக்கவும்",
                "mal": "എല്ലാം അനുവദിക്കുക",
                "ben": "সবকিছুর অনুমতি দিন",
                "kok": "सगळ्यांक परवानगी दियात",
                "guj": "બધાને મંજૂરી આપો",
                "kan": "ಎಲ್ಲದಕ್ಕೂ ಅನುಮತಿಸಿ",
                "snd": "سڀني کي اجازت ڏيو",
                "ori": "ସମସ୍ତଙ୍କୁ ଅନୁମତି ଦିଅନ୍ତୁ",
                "sat": "ᱡᱚᱛᱚ ᱠᱚ ᱟᱞᱟᱣ ᱠᱚᱨੋ",
                "pan": "ਸਾਰਿਆਂ ਨੂੰ ਇਜਾਜ਼ਤ ਦਿਓ",
                "mar": "सर्वांना परवानगी द्या",
                "tel": "అన్నింటికీ అనుమతించండి",
                "kas": "سٲریَن اِجازَت دِیو",
                "brx": "ਗਾसैखौबो गोनाय",
                "doi": "ਸਭ ਨੂੰ ਆਗਿਆ ਦਿਓ"
            },
            "confirm": {
                "eng": "Confirm My Choices",
                "asm": "মোৰ পছন্দসমূহ নিশ্চিত কৰক",
                "mni": "ꯑꯩꯈꯣꯌꯒꯤ ꯄꯣꯔꯁ ꯇꯧꯔꯣꯏ ꯑꯃꯁꯨꯡ ꯑꯩꯈꯣꯌꯒꯤ ꯄꯣꯔꯁ ꯇꯧꯔꯣꯏ",
                "nep": "मेरा छनोटहरू पुष्टि गर्नुहोस्",
                "san": "मम चयनं निश्चितं कुर्वन्तु",
                "urd": "میرے انتخاب کی تصدیق کریں",
                "hin": "मेरी पसंद की पुष्टि करें",
                "mai": "हमर पसंदक पुष्टि करू",
                "tam": "எனது விருப்பங்களை உறுதிப்படுத்தவும்",
                "mal": "എൻ്റെ തിരഞ്ഞെടുപ്പുകൾ സ്ഥിരീകരിക്കുക",
                "ben": "আমার পছন্দ নিশ্চিত করুন",
                "kok": "म्हजें पसंती खात्री करात",
                "guj": "મારી પસંદગીઓની પુષ્ટિ કરો",
                "kan": "ನನ್ನ ಆಯ್ಕೆಗಳನ್ನು ದೃಢೀಕರಿಸಿ",
                "snd": "منهنجي چونڊن جي تصديق ڪريو",
                "ori": "ମୋର ପସନ୍ଦଗୁଡ଼ିକୁ ନିଶ୍ଚିତ କରନ୍ତୁ",
                "sat": "ᱤᱧᱟᱜ ᱯᱚᱥᱚᱱᱫ ᱠᱚ ᱠᱚᱱᱯᱷᱚᱨᱢ ᱠᱚᱨᱚ",
                "pan": "ਮੇਰੀਆਂ ਚੋਣਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
                "mar": "माझ्या निवडीची पुष्टी करा",
                "tel": "నా ఎంపికలను నిర్ధారించండి",
                "kas": "مؠہِ سُنٛدی پسند ہِنٛز تَصدیٖق کَرِو",
                "brx": "आंनि गोसोआवनायखौ सोदोबनो",
                "doi": "ਮੇਰੀਆਂ ਚੋਣਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
            }
        },
        "poweredBy": {
            "eng": "Powered by",
            "asm": "দ্বাৰা চালিত",
            "mni": "ꯃꯈꯣꯌꯒꯤ ꯃꯇꯨꯡ ꯏꯟꯅ",
            "nep": "द्वारा संचालित",
            "san": "द्वारा संचालितम्",
            "urd": "کی طرف سے طاقت",
            "hin": "द्वारा संचालित",
            "mai": "द्वारा संचालित",
            "tam": "வழங்கியவர்",
            "mal": "എൻ്റെ തിരഞ്ഞെടുപ്പുകൾ സ്ഥിരീകരിക്കുക",
            "ben": "দ্বারা চালিত",
            "kok": "पुरवणदार",
            "guj": "દ્વારા સંચાલિત",
            "kan": "ಇವರಿಂದ ನಿರ್ವಹಿಸಲಾಗಿದೆ",
            "snd": "جي ذريعي هلندڙ",
            "ori": "ଦ୍ୱାରା ଚାଳିତ",
            "sat": "ᱫᱚᱨᱟ ᱪᱟᱞᱟᱣ",
            "pan": "ਦੁਆਰਾ ਸੰਚਾਲਿਤ",
            "mar": "द्वारे समर्थित",
            "tel": "ద్వారా ఆధారితం",
            "kas": "دٔس پؠٹھ بَل",
            "brx": "बाहाइग्राफोरा बेखौ सोदोबनो",
            "doi": "ਦੁਆਰਾ ਸੰਚਾਲਿਤ"
        }
    },
    "categories": {
        "essential": {
            "name": {
                "eng": "Essential",
                "asm": "অত্যাৱশ্যকীয়",
                "mni": "তাইবং পানবা",
                "nep": "आवश्यक",
                "san": "आवश्यकम्",
                "urd": "ضروری",
                "hin": "आवश्यक",
                "mai": "आवश्यक",
                "tam": "அத்தியாவசியமான",
                "mal": "അത്യാവശ്യമായ",
                "ben": "অপরিহার্য",
                "kok": "म्हत्वाचें",
                "guj": "આવશ્યક",
                "kan": "ಅಗತ್ಯ",
                "snd": "ضروري",
                "ori": "ଅତ୍ୟାବଶ୍ୟକ",
                "sat": "ᱞᱟᱹᱠᱛᱤᱭᱟᱱ",
                "pan": "ਜ਼ਰੂਰੀ",
                "mar": "आवश्यक",
                "tel": "అవసరమైన",
                "kas": "ضروری",
                "brx": "गोरोन्थि",
                "doi": "ज़रूरी"
            },
            "description": {
                "eng": "These cookies are crucial for basic site functionality, such as enabling you to navigate the site and use its features without issues.",
                "asm": "এই কুকিবিলাক ছাইটৰ মৌলিক কাৰ্য্যকলাপৰ বাবে অতি গুৰুত্বপূৰ্ণ, যেনে ছাইটটোত নেভিগেট কৰিবলৈ আৰু কোনো সমস্যা নোহোৱাকৈ ইয়াৰ বৈশিষ্ট্যসমূহ ব্যৱহাৰ কৰিবলৈ সক্ষম কৰা।",
                "mni": "ꯃꯁꯤꯒꯤ ꯀꯨꯀꯤꯁꯤꯡ ꯑꯁꯤ ꯃꯄꯨꯡ ꯐꯥꯕ ꯁꯥꯏꯠꯀꯤ ꯊꯕꯛ ꯊꯧꯔꯥꯡꯒꯤꯗꯃꯛ ꯑꯄꯥꯝꯕ ꯑꯣꯏ, ꯃꯒꯤ ꯑꯣꯏꯅ ꯅꯪꯕꯨ ꯁꯥꯏꯠ ꯑꯗꯨ ꯈꯣꯡꯆꯠ ꯆꯠꯅꯕ ꯑꯃꯁꯨꯡ ꯃꯁꯤꯒꯤ ꯃꯑꯣꯡꯁꯤꯡ ꯋꯥꯅꯥ ꯂꯩꯇꯅ ꯁꯤꯖꯤꯟꯅꯅꯕ ꯍꯦꯟꯅ ꯇꯥꯛꯄꯤꯕꯒꯨꯝꯕꯅꯤ꯫",
                "nep": "यी कुकीहरू आधारभूत साइट कार्यक्षमताको लागि महत्त्वपूर्ण छन्, जस्तै तपाईंलाई साइट नेभिगेट गर्न र कुनै समस्या बिना यसको सुविधाहरू प्रयोग गर्न सक्षम पार्नु।",
                "san": "एताः कूकयः मूलभूतस्थलकार्यक्षमतायै अतिमहत्त्वपूर्णाः सन्ति, यथा भवन्तं स्थलस्य नेविगेट् कर्तुं समस्यां विना च तस्य वैशिष्ट्यानि उपयोक्तुं शक्नुवन्ति।",
                "urd": "یہ کوکیز بنیادی سائٹ کی فعالیت کے لیے بہت اہم ہیں، جیسے آپ کو سائٹ پر تشریف لے جانے اور بغیر کسی مسئلے کے اس کی خصوصیات استعمال کرنے کے قابل بنانا۔",
                "hin": "ये कुकीज़ बुनियादी साइट कार्यक्षमता के लिए महत्वपूर्ण हैं, जैसे कि आपको साइट पर नेविगेट करने और बिना किसी समस्या के इसकी सुविधाओं का उपयोग करने में सक्षम बनाना।",
                "mai": "ई कुकीज़ आधारभूत साइट कार्यक्षमताक लेल महत्वपूर्ण अछि, जेना कि अहाँकेँ साइट पर नेविगेट करबाक आ बिना कोनो समस्याक एकर विशेषतासभक उपयोग करबाक लेल सक्षम बनाबय।",
                "tam": "இந்த குக்கீகள் அடிப்படை தளச் செயல்பாட்டிற்கு முக்கியமானவை, அதாவது தளத்தை வழிநடத்தவும், எந்தப் பிரச்சினையும் இல்லாமல் அதன் அம்சங்களைப் பயன்படுத்தவும் உங்களை இயக்குவது போன்றவை.",
                "mal": "ഈ കുക്കികൾ സൈറ്റിന്റെ അടിസ്ഥാന പ്രവർത്തനങ്ങൾക്ക് നിർണായകമാണ്, സൈറ്റിൽ നാവിഗേറ്റ് ചെയ്യാനും പ്രശ്നങ്ങളില്ലാതെ അതിന്റെ സവിശേഷതകൾ ഉപയോഗിക്കാനും നിങ്ങളെ പ്രാപ്തരാക്കുന്നു.",
                "ben": "এই কুকিগুলি সাইটের মৌলিক কার্যকারিতার জন্য অত্যন্ত গুরুত্বপূর্ণ, যেমন আপনাকে সাইটটি নেভিগেট করতে এবং কোনও সমস্যা ছাড়াই এর বৈশিষ্ট্যগুলি ব্যবহার করতে সক্ষম করা।",
                "kok": "ही कुकीज मूलभूत साइट कार्यात्मकते खातीर खूब म्हत्वाची आसा, जशीं तुमकां साइट नॅव्हिगेट करपाक आनी कसलीच अडचण नासतना तिचीं खाशेलपणां वापरपाक सक्षम करप.",
                "guj": "આ કૂકીઝ મૂળભૂત સાઇટ કાર્યક્ષમતા માટે મહત્વપૂર્ણ છે, જેમ કે તમને સાઇટ પર નેવિગેટ કરવા અને કોઈપણ સમસ્યા વિના તેની સુવિધાઓનો ઉપયોગ કરવા સક્ષમ કરે છે.",
                "kan": "ಈ ಕುಕೀಗಳು ಮೂಲಭೂತ ಸೈಟ್ ಕಾರ್ಯನಿರ್ವಹಣೆಗೆ ನಿರ್ಣಾಯಕವಾಗಿವೆ, ಉದಾಹರಣೆಗೆ ನೀವು ಸೈಟ್ ಅನ್ನು ನ್ಯಾವಿಗೇಟ್ ಮಾಡಲು ಮತ್ತು ಯಾವುದೇ ಸಮಸ್ಯೆಗಳಿಲ್ಲದೆ ಅದರ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಬಳಸಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.",
                "snd": "اهي ڪوڪيز بنيادي سائيٽ جي ڪارڪردگي لاءِ انتهائي اهم آهن، جهڙوڪ توهان کي سائيٽ تي نيويگيٽ ڪرڻ ۽ بغير ڪنهن مسئلي جي ان جي خاصيتن کي استعمال ڪرڻ جي قابل بڻائڻ.",
                "ori": "ଏହି କୁକିଗୁଡ଼ିକ ମୌଳିକ ସାଇଟ୍ କାର୍ଯ୍ୟକାରିତା ପାଇଁ ଅତ୍ୟନ୍ତ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ, ଯେପରିକି ଆପଣଙ୍କୁ ସାଇଟ୍ ନେଭିଗେଟ୍ କରିବାକୁ ଏବଂ କୌଣସି ଅସୁବିଧା ବିନା ଏହାର ବୈଶିଷ୍ଟ୍ୟଗୁଡ଼ିକୁ ବ୍ୟବହାର କରିବାକୁ ସକ୍ଷମ କରିବା।",
                "sat": "ᱱᱩᱠᱩ ᱠᱩᱠᱤᱥ ᱫᱚ ᱵᱮᱥᱤᱠ ᱥᱟᱭᱤᱴ ᱠᱟᱹᱢᱤ ᱞᱟᱹᱜᱤᱫ ᱟᱹᱰᱤ ᱞᱟᱹᱠᱛᱤᱭᱟᱱᱟ, ᱡେᱞᱮᱠᱟ ᱟᱢ ᱥᱟᱭᱤᱴ ᱨᱮ ᱦᱤᱡᱩᱜ ᱥᱮᱱᱚᱜ ᱟᱨ ᱚᱱᱟ ᱨᱮᱭᱟᱜ ᱜᱩᱱ ᱠᱚ ᱵᱮᱜᱚᱨ ᱮᱴᱠᱮᱴᱚᱬᱮ ᱵᱮᱵᱷᱟᱨ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾",
                "pan": "ਇਹ ਕੂਕੀਜ਼ ਬੁਨਿਆਦੀ ਸਾਈਟ ਕਾਰਜਸ਼ੀਲਤਾ ਲਈ ਬਹੁਤ ਮਹੱਤਵਪੂਰਨ ਹਨ, ਜਿਵੇਂ ਕਿ ਤੁਹਾਨੂੰ ਸਾਈਟ 'ਤੇ ਨੈਵੀਗੇਟ ਕਰਨ ਅਤੇ ਬਿਨਾਂ ਕਿਸੇ ਸਮੱਸਿਆ ਦੇ ਇਸ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੇ ਯੋਗ ਬਣਾਉਣਾ।",
                "mar": "हे कुकीज मूलभूत साइट कार्यक्षमतेसाठी महत्त्वपूर्ण आहेत, जसे की तुम्हाला साइटवर नेव्हिगेट करण्यास आणि कोणत्याही समस्येशिवाय तिची वैशिष्ट्ये वापरण्यास सक्षम करणे.",
                "tel": "ఈ కుకీలు ప్రాథమిక సైట్ కార్యాచరణకు చాలా ముఖ్యమైనవి, ఉదాహరణకు మీరు సైట్‌ను నావిగేట్ చేయడానికి మరియు ఎటువంటి సమస్యలు లేకుండా దాని లక్షణాలను ఉపయోగించడానికి మిమ్మల్ని అనుమతిస్తుంది.",
                "kas": "يِمَن کُکیٖز چھِ بُنیٲدی سایِٹ فَنکشنَلیٖٹِ خٲطِر ضَروری، یِمہٕ چھِ تُمَن سایِٹَس پؠٹھ گَژھنَس تہٕ بَغیٖر کُنہِ مُشکِلَس سٟتؠ تِمَن ہُنٛدَن فیٖچَرَن ہُنٛد اِستِمال کَرنَس قٲبِل بَناوَن۔",
                "brx": "बे कुकिजफोरा मोनसे साइटनि थांखिनि थाखाय गोनां, जेरै नोंथांङा साइटआव थांनानै जेबो प्रब्लेम जानायनि उनावबो बेखौ बाहायनानै मोजां मोननो हागोन।",
                "doi": "ये कुकीज बुनियादी वेबसाइट की कार्यक्षमता के लिए महत्वपूर्ण हैं, जैसे कि आपको साइट पर नेविगेट करने और बिना किसी समस्या के इसकी सुविधाओं का उपयोग करने में सक्षम बनाना।"
            }
        },
        "functional": {
            "name": {
                "eng": "Functional",
                "asm": "কাৰ্য্যকৰী",
                "mni": "ꯊꯕꯛ ꯇꯧꯕ",
                "nep": "कार्यात्मक",
                "san": "कार्यक्षमता",
                "urd": "فعلی",
                "hin": "कार्यात्मक",
                "mai": "कार्यात्मक",
                "tam": "செயல்பாட்டு",
                "mal": "പ്രവർത്തനപരമായ",
                "ben": "কার্যকরী",
                "kok": "कार्यात्मक",
                "guj": "કાર્યાત્મક",
                "kan": "ಕ್ರಿಯಾತ್ಮಕ",
                "snd": "فعال",
                "ori": "କାର୍ଯ୍ୟକ୍ଷମ",
                "sat": "ᱠᱟᱹᱢᱤᱭᱟᱱ",
                "pan": "ਕਾਰਜਸ਼ੀਲ",
                "mar": "कार्यात्मक",
                "tel": "కార్యాచరణ",
                "kas": "فَنکشنَل",
                "brx": "मोनसे खामानि मावग्रा",
                "doi": "कार्यात्मक"
            },
            "description": {
                "eng": "These cookies enhance site features and save user preferences, improving the overall user experience.",
                "asm": "এই কুকিবিলাকে ছাইটৰ বৈশিষ্ট্যসমূহ বৃদ্ধি কৰে আৰু ব্যৱহাৰকাৰীৰ পছন্দসমূহ সংৰক্ষণ কৰে, যাৰ ফলত সামগ্ৰিক ব্যৱহাৰকাৰীৰ অভিজ্ঞতা উন্নত হয়।",
                "mni": "ꯃꯁꯤꯒꯤ ꯀꯨꯀꯤꯁꯤꯡ ꯑꯁꯤ ꯁꯥꯏꯠꯀꯤ ꯐꯤᱪꯔꯁꯤꯡ ꯍꯦꯟꯅ ꯐꯒꯠꯍꯜꯂꯤ ꯑꯃꯁꯨꯡ ꯌꯨꯖꯔꯒꯤ ꯄꯨꯡꯕ ꯑꯃꯨꯟꯕ ꯑꯃꯁꯨꯡ ꯑꯁꯤ ꯀꯨꯀꯤꯁꯤꯡꯅ ꯁꯥꯏꯠꯀꯤ ꯐꯤꯆꯔꯁꯤꯡ ꯍꯦꯟꯅ ꯐꯒꯠꯍꯜꯂꯤ ꯑꯃꯁꯨꯡ ꯌꯨꯖꯔꯒꯤ ꯄꯨꯡꯕ ꯑꯃꯨꯟꯕ ꯑꯃꯁꯨꯡ ꯑꯁꯤ ꯀꯨꯀꯤꯁꯤꯡꯅ ꯁꯥꯏꯠ ꯑꯁꯤ ꯀꯨꯀꯤꯁꯤꯡꯅ ꯁꯥꯏꯠꯀꯤ ꯐꯤꯆꯔꯁꯤꯡ ꯍꯦꯟꯅ ꯐꯒꯠꯍꯜꯂꯤ ꯑꯃꯁꯨꯡ ꯌꯨꯖꯔ ꯄ꯭ꯔꯥꯏꯚꯦꯟꯁꯤꯡ ꯀꯅꯗꯕ ꯑꯃꯁꯨꯡ ꯌꯨꯖꯔ ꯑꯦꯛꯁꯄꯤꯔꯤꯑꯦꯟꯁ ꯍꯦꯟꯅ ꯐꯒꯠꯍꯜꯂꯤ।",
                "nep": "यी कुकीहरूले साइटका सुविधाहरू बढाउँछन् र प्रयोगकर्ताका प्राथमिकताहरू बचत गर्छन्, जसले समग्र प्रयोगकर्ता अनुभवमा सुधार ल्याउँछ।",
                "san": "एताः कूकयः स्थलस्य वैशिष्ट्यानि वर्धयन्ति, उपयोक्तृप्राथमिकताः च रक्षन्ति, येन समग्रः उपयोक्तृ-अनुभवः सुधरति।",
                "urd": "یہ کوکیز سائٹ کی خصوصیات کو بڑھاتی ہیں اور صارف کی ترجیحات کو محفوظ کرتی ہیں، جس سے مجموعی صارف کا تجربہ بہتر ہوتا ہے۔",
                "hin": "ये कुकीज़ साइट की सुविधाओं को बेहतर बनाती हैं और उपयोगकर्ता की प्राथमिकताओं को सहेजती हैं, जिससे समग्र उपयोगकर्ता अनुभव में सुधार होता है।",
                "mai": "ई कुकीज़ साइटक विशेषतासभकेँ बढ़ाबैत अछि आ उपयोगकर्त्ताक प्राथमिकतासभकेँ सहेजैत अछि, जाहिसँ समग्र उपयोगकर्त्ता अनुभव मे सुधार होइत अछि।",
                "tam": "இந்த குக்கீகள் தளத்தின் அம்சங்களை மேம்படுத்துகின்றன, பயனர் விருப்பங்களைச் சேமிக்கின்றன, ஒட்டுமொத்த பயனர் அனுபவத்தை மேம்படுத்துகின்றன.",
                "mal": "ഈ കുക്കികൾ സൈറ്റ് ഫീച്ചറുകൾ മെച്ചപ്പെടുത്തുകയും ഉപയോക്തൃ മുൻഗണനകൾ സംരക്ഷിക്കുകയും അതുവഴി മൊത്തത്തിലുള്ള ഉപയോക്തൃ അനുഭവം മെച്ചപ്പെടുത്തുകയും ചെയ്യുന്നു.",
                "ben": "এই কুকিগুলি সাইটের বৈশিষ্ট্যগুলিকে উন্নত করে এবং ব্যবহারকারীর পছন্দগুলি সংরক্ষণ করে, সামগ্রিক ব্যবহারকারীর অভিজ্ঞতা উন্নত করে।",
                "kok": "ही कुकीज साइट खाशेलपणां सुदारतात आनी वापरप्याच्यो पसंदी सांबाळटात, जाका लागून एकूण वापरपी अणभव सुदारता.",
                "guj": "આ કૂકીઝ સાઇટની સુવિધાઓને વધારે છે અને વપરાશકર્તાની પસંદગીઓ સાચવે છે, જે એકંદરે વપરાશકર્તાના અનુભવને સુધારે છે.",
                "kan": "ಈ ಕುಕೀಗಳು ಸೈಟ್ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಹೆಚ್ಚಿಸುತ್ತವೆ ಮತ್ತು ಬಳಕೆದಾರರ ಆದ್ಯತೆಗಳನ್ನು ಉಳಿಸುತ್ತವೆ, ಒಟ್ಟಾರೆ ಬಳಕೆದಾರರ ಅನುಭವವನ್ನು ಸುಧಾರಿಸುತ್ತವೆ.",
                "snd": "اهي ڪوڪيز سائيٽ جي خاصيتن کي وڌائين ٿيون ۽ استعمال ڪندڙ جي ترجيحن کي محفوظ ڪن ٿيون، مجموعي استعمال ڪندڙ تجربو کي بهتر بڻائين ٿيون.",
                "ori": "ଏହି କୁକିଗୁଡ଼ିକ ସାଇଟ୍ ବୈଶିଷ୍ଟ୍ୟଗୁଡ଼ିକୁ ବୃଦ୍ଧି କରେ ଏବଂ ବ୍ୟବହାରକାରୀଙ୍କ ପସନ୍ଦଗୁଡ଼ିକୁ ସଂରକ୍ଷଣ କରେ, ଯାହାକି ସାମଗ୍ରିକ ବ୍ୟବହାରକାରୀ ଅନୁଭୂତିକୁ ଉନ୍ନତ କରେ।",
                "sat": "ᱱᱩᱠᱩ ᱠᱩᱠᱤᱥ ᱫᱚ ᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱜᱩᱱ ᱠᱚ ᱠᱚ ᱵᱟᱲᱦᱟᱣ ᱟᱨ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱠᱚᱣᱟᱜ ᱯᱚᱥᱚᱱᱫ ᱠᱚ ᱠᱚ ᱥᱟᱵ ᱫᱚᱦᱚᱭᱟ, ᱱᱤᱛᱚᱜ ᱡᱚᱛᱚ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱠᱚᱣᱟᱜ ᱵᱩᱡᱷᱟᱹᱣ ᱫᱚ ᱵᱷᱟᱹᱜᱤᱭାନ ᱾",
                "pan": "ਇਹ ਕੂਕੀਜ਼ ਸਾਈਟ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਵਧਾਉਂਦੀਆਂ ਹਨ ਅਤੇ ਉਪਭੋਗਤਾ ਦੀਆਂ ਤਰਜੀਹਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਦੀਆਂ ਹਨ, ਜਿਸ ਨਾਲ ਸਮੁੱਚੇ ਉਪਭੋਗਤਾ ਅਨੁਭਵ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਂਦਾ ਹੈ।",
                "mar": "या कुकीज साइटची वैशिष्ट्ये वाढवतात आणि वापरकर्त्याच्या प्राधान्ये जतन करतात, ज्यामुळे एकूण वापरकर्त्याचा अनुभव सुधारतो.",
                "tel": "ఈ కుకీలు సైట్ లక్షణాలను మెరుగుపరుస్తాయి మరియు వినియోగదారు ప్రాధాన్యతలను సేవ్ చేస్తాయి, మొత్తం వినియోగదారు అనుభవాన్ని మెరుగుపరుస్తాయి.",
                "kas": "یِمَن کُکیٖز چھِ سایِٹَن ہُنٛد فِیٖچَر بَڈناوَن تہٕ یوزرَن ہٕنٛدی تَرجیٖحَن مَحفُوظ کَرَن، یَتھ سٟتؠ چھُ پوک یوزرَن ہُنٛد تَجربہٕ مَضبوٗط گَژھان۔",
                "brx": "बे कुकिजफोरा साइटनि बिथिंखौ जोनोम होयो आरो बाहाइग्राफोरनि सिगां साननायखौ सोदोबयो, जेनेबा बेरायोब्लाबो बाहाइग्राफोरनि सिगां साननायखौ मोजां मोनो।",
                "doi": "ਇਹ ਕੁਕੀਜ਼ ਸਾਈਟ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਵਧਾਉਂਦੀਆਂ ਹਨ ਅਤੇ ਉਪਭੋਗਤਾ ਦੀਆਂ ਤਰਜੀਹਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਦੀਆਂ ਹਨ, ਜਿਸ ਨਾਲ ਸਮੁੱਚੇ ਉਪਭੋਗਤਾ ਅਨੁਭਵ ਵਿੱਚ ਸੁਧਾਰ ਹੁੰਦਾ ਹੈ।"
            }
        },
        "analytics": {
            "name": {
                "eng": "Analytics",
                "asm": "বিশ্লেষণ",
                "mni": "ꯑꯦꯅꯥꯂꯥꯏꯇꯤꯀꯁ",
                "nep": "विश्लेषण",
                "san": "विश्लेषणम्",
                "urd": "تجزیات",
                "hin": "विश्लेषण",
                "mai": "विश्लेषण",
                "tam": "பகுப்பாய்வு",
                "mal": "വിശകലനം",
                "ben": "বিশ্লেষণ",
                "kok": "ॲनालिटिक्स",
                "guj": "એનાલિટિક્સ",
                "kan": "ವಿಶ್ಲೇಷಣೆ",
                "snd": "تجزيو",
                "ori": "ବିଶ୍ଳେଷଣ",
                "sat": "ᱵିᱥᱞᱮᱥᱚᱱ",
                "pan": "ਵਿਸ਼ਲੇਸ਼ਣ",
                "mar": "ॲनालिटिक्स",
                "tel": "విశ్లేషణ",
                "kas": "تَجزیٖی",
                "brx": "अनालिटिक्स",
                "doi": "ਵਿਸ਼ਲੇਸ਼ਣ"
            },
            "description": {
                "eng": "These cookies are used to track and analyze website usage, helping site owners understand how visitors interact with their content.",
                "asm": "এই কুকিবিলাক ৱেবছাইট ব্যৱহাৰ ট্ৰেক আৰু বিশ্লেষণ কৰিবলৈ ব্যৱহাৰ কৰা হয়, যিয়ে ছাইটৰ মালিকসকলক দৰ্শনাৰ্থীসকলে তেওঁলোকৰ বিষয়বস্তুৰ সৈতে কেনেকৈ যোগাযোগ কৰে সেইটো বুজিবলৈ সহায় কৰে।",
                "mni": "ꯃꯁꯤꯒꯤ ꯀꯨꯀꯤꯁꯤꯡ ꯑꯁꯤ ꯋꯦꯕꯁꯥꯏꯠ ꯁꯤꯖꯤꯟꯅꯕ ꯑꯃꯁꯨꯡ ꯑꯦꯅꯥꯂꯥꯏꯖ ꯇꯧꯅꯕ ꯁꯤꯖꯤꯟꯅꯩ, ꯃꯁꯤꯅ ꯁꯥꯏꯠ ꯃꯥꯂꯤꯛꯁꯤꯡꯕꯨ ꯃꯈꯣꯌꯒꯤ ꯀꯟꯇꯦꯟꯇꯀꯤ ꯃꯇꯨꯡ ꯏꯟꯅ ꯐꯦꯟ ꯑꯗꯨ ꯍꯦꯟꯅ ꯐꯒꯠꯍꯜꯂꯤ꯫",
                "nep": "यी कुकीहरू वेबसाइटको प्रयोगलाई ट्र्याक गर्न र विश्लेषण गर्न प्रयोग गरिन्छ, जसले साइट मालिकहरूलाई आगन्तुकहरूले तिनीहरूको सामग्रीसँग कसरी अन्तरक्रिया गर्छन् भन्ने कुरा बुझ्न मद्दत गर्दछ।",
                "san": "एताः कूकयः जालस्थानस्य उपयोगं ट्र्याक् कर्तुं विश्लेषयितुं च उपयुज्यन्ते, येन स्थलस्वामिनः आगन्तुकैः स्वसामग्रीभिः कथं संवादं कुर्वन्ति इति ज्ञातुं साहाय्यं भवति।",
                "urd": "یہ کوکیز ویب سائٹ کے استعمال کو ٹریک اور تجزیہ کرنے کے لیے استعمال ہوتی ہیں، جو سائٹ کے مالکان کو یہ سمجھنے میں مدد کرتی ہیں کہ زائرین ان کے مواد کے ساتھ کیسے تعامل کرتے ہیں۔",
                "hin": "ये कुकीज़ वेबसाइट के उपयोग को ट्रैक करने और विश्लेषण करने के लिए उपयोग की जाती हैं, जिससे साइट के मालिकों को यह समझने में मदद मिलती है कि आगंतुक उनकी सामग्री के साथ कैसे बातचीत करते हैं।",
                "mai": "ई कुकीज़ वेबसाइटक उपयोग केँ ट्रैक करबाक आ विश्लेषण करबाक लेल उपयोग कयल जाइत अछि, जाहिसँ साइट मालिकसभकेँ ई बुझबामे मदद भेटैत अछि जे आगंतुकसभ हुनकर सामग्रीक संग कोना बातचीत करैत अछि।",
                "tam": "இந்த குக்கீகள் இணையதளப் பயன்பாட்டைக் கண்காணிக்கவும் பகுப்பாய்வு செய்யவும் பயன்படுத்தப்படுகின்றன, பார்வையாளர்கள் தங்கள் உள்ளடக்கத்துடன் எவ்வாறு தொடர்புகொள்கிறார்கள் என்பதைப் புரிந்துகொள்ள தள உரிமையாளர்களுக்கு உதவுகிறது.",
                "mal": "ഈ കുക്കികൾ വെബ്‌സൈറ്റ് ഉപയോഗം ട്രാക്ക് ചെയ്യാനും വിശകലനം ചെയ്യാനും ഉപയോഗിക്കുന്നു, സന്ദർശകർ അവരുടെ ഉള്ളടക്കവുമായി എങ്ങനെ സംവദിക്കുന്നുവെന്ന് മനസ്സിലാക്കാൻ സൈറ്റ് ഉടമകളെ സഹായിക്കുന്നു.",
                "ben": "এই কুকিগুলি ওয়েবসাইট ব্যবহার ট্র্যাক এবং বিশ্লেষণ করতে ব্যবহৃত হয়, যা সাইট মালিকদের দর্শকরা তাদের বিষয়বস্তুর সাথে কীভাবে যোগাযোগ করে তা বুঝতে সাহায্য করে।",
                "kok": "ह्यो कुकीज वेबसाइटचो वापर ट्रॅक आनी विश्लेषण करपाक वापरतात, साइट मालकांक भेट दिवपी लोक तांच्या मजकुरा कडेन कशें संवाद सादतात हें समजून घेवपाक मजत करतात.",
                "guj": "આ કૂકીઝનો ઉપયોગ વેબસાઇટના ઉપયોગને ટ્રૅક અને વિશ્લેષણ કરવા માટે થાય છે, જે સાઇટ માલિકોને મુલાકાતીઓ તેમની સામગ્રી સાથે કેવી રીતે ક્રિયાપ્રતિક્રિયા કરે છે તે સમજવામાં મદદ કરે છે.",
                "kan": "ಈ ಕುಕೀಗಳನ್ನು ವೆಬ್‌ಸೈಟ್ ಬಳಕೆಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಮತ್ತು ವಿಶ್ಲೇಷಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ, ಸಂದರ್ಶಕರು ತಮ್ಮ ವಿಷಯದೊಂದಿಗೆ ಹೇಗೆ ಸಂವಹನ ನಡೆಸುತ್ತಾರೆ ಎಂಬುದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸೈಟ್ ಮಾಲೀಕರಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
                "snd": "اهي ڪوڪيز ويب سائيٽ جي استعمال کي ٽريڪ ۽ تجزيو ڪرڻ لاءِ استعمال ڪيون وينديون آهن، جيڪي سائيٽ جي مالڪن کي اهو سمجهڻ ۾ مدد ڏين ٿيون ته سنڌي ان جي مواد سان ڪيئن رابطو ڪن ٿا.",
                "ori": "ଏହି କୁକିଗୁଡ଼ିକ ୱେବସାଇଟ୍ ବ୍ୟବହାରକୁ ଟ୍ରାକ୍ ଏବଂ ବିଶ୍ଳେଷଣ କରିବାକୁ ବ୍ୟବହୃତ ହୁଏ, ସାଇଟ୍ ମାଲିକମାନଙ୍କୁ ସେମାନଙ୍କ ବିଷୟବସ୍ତୁ ସହିତ ପରିଦର୍ଶକମାନେ କିପରି କଥାବାର୍ତ୍ତା କରନ୍ତି ତାହା ବୁଝିବାରେ ସାହାଯ୍ୟ କରେ।",
                "sat": "ᱱᱩᱠᱩ ᱠᱩᱠᱤᱥ ᱫᱚ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱵᱮᱵᱷᱟᱨ ᱴᱨᱮᱠ ᱟᱨ ᱵᱤᱥᱞᱮᱥᱚᱱ ᱞᱟᱹᱜᱤᱫ ᱵᱮᱵᱷᱟᱨᱚᱜᱼᱟ, ᱥᱟᱭᱤᱴ ᱢᱟᱞᱤᱠ ᱠᱚ ᱱᱚᱣᱟ ᱵᱩᱡᱷᱟᱹᱣ ᱨᱮ ᱜᱚᱲᱚᱣᱟ ᱡᱮ ᱪᱤᱠᱟᱹᱛᱮ ᱦᱤᱡᱩᱜ-ᱥᱮᱱᱚᱜ ᱠᱚ ᱩᱱᱠᱩᱣᱟᱜ ᱢᱟᱹᱥᱟᱞᱟ ᱥᱟᱶ ᱠᱚ ᱜᱟᱞᱢᱟᱨᱟᱣ ᱠᱟᱱᱟ᱾",
                "pan": "ਇਹ ਕੂਕੀਜ਼ ਵੈੱਬਸਾਈਟ ਦੀ ਵਰਤੋਂ ਨੂੰ ਟਰੈਕ ਕਰਨ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਸਾਈਟ ਮਾਲਕਾਂ ਨੂੰ ਇਹ ਸਮਝਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀਆਂ ਹਨ ਕਿ ਵਿਜ਼ਿਟਰ ਉਹਨਾਂ ਦੀ ਸਮੱਗਰੀ ਨਾਲ ਕਿਵੇਂ ਗੱਲਬਾਤ ਕਰਦੇ ਹਨ।",
                "mar": "या कुकीज वेबसाइटचा वापर ट्रॅक आणि विश्लेषण करण्यासाठी वापरल्या जातात, ज्यामुळे साइट मालकांना अभ्यागत त्यांच्या सामग्रीशी कसे संवाद साधतात हे समजून घेण्यास मदत होते.",
                "tel": "ఈ కుకీలు వెబ్‌సైట్ వినియోగాన్ని ట్రాక్ చేయడానికి మరియు విశ్లేషించడానికి ఉపయోగించబడతాయి, సైట్ యజమానులు సందర్శకులు వారి కంటెంట్‌తో ఎలా సంకర్షణ చెందుతున్నారో అర్థం చేసుకోవడానికి సహాయపడతాయి.",
                "kas": "یِمَن کُکیٖز چھِ سایِٹَن ہُنٛد اِستِمال ٹرٛیٖک کرنہٕ تہٕ تجزیہٕ کرنہٕ خٲطرٕ اِستِمال کَرنہٕ یِوان، یَتھ سٟتؠ چھِ سایِٹَن ہُنٛدَن مالِکَن مَدَتھ مِلان یہِ سمجَنس مَنٛز زِ وِزِٹَر تِمَن ہُنٛدَن مَضموٗنَن سٟتؠ کِتھ پٲٹھؠ تَکجوب کَرَن۔",
                "brx": "बे कुकिजफोरा वेबसाइटनि बाहाइनायखौ सोदोबनो आरो अनालाइसिस खालामनो बाहाइयो, जायफोरा साइट मालिकफोरनो बेखौ सोदोबनो गोनां जाथायो जे बाहाइग्राफोरा बिसोरनि कन्टेन्टजों माबोरै बाहाइयो।",
                "doi": "ਇਹ ਕੁਕੀਜ਼ ਵੈੱਬਸਾਈਟ ਦੀ ਵਰਤੋਂ ਨੂੰ ਟਰੈਕ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਜੋ ਸਾਈਟ ਮਾਲਕਾਂ ਨੂੰ ਇਹ ਸਮਝਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀਆਂ ਹਨ ਕਿ ਦਰਸ਼ਕ ਉਹਨਾਂ ਦੇ ਵਿਸ਼ਾ-ਵਸਤੂ ਨਾਲ ਕਿਵੇਂ ਗੱਲਬਾਤ ਕਰਦੇ ਹਨ।"
            }
        },
        "marketing": {
            "name": {
                "eng": "Marketing",
                "asm": "বিপণন",
                "mni": "ꯃꯥꯔꯀꯦꯇꯤꯡ",
                "nep": "विपणन",
                "san": "विपणनम्",
                "urd": "مارکیٹنگ",
                "hin": "विपणन",
                "mai": "विपणन",
                "tam": "சந்தைப்படுத்தல்",
                "mal": "മാർക്കറ്റിംഗ്",
                "ben": "বিপণন",
                "kok": "मार्केटींग",
                "guj": "માર્કેટિંગ",
                "kan": "ಮಾರ್ಕೆಟಿಂಗ್",
                "snd": "مارڪيٽنگ",
                "ori": "ମାର୍କେଟିଂ",
                "sat": "ᱢᱟᱨᱠᱮᱴᱤᱝ",
                "pan": "ਮਾਰਕੀਟਿੰਗ",
                "mar": "मार्केटिंग",
                "tel": "మార్కెటింగ్",
                "kas": "مارکیٹنگ",
                "brx": "मार्केटिं",
                "doi": "मार्केटिंग"
            },
            "description": {
                "eng": "These cookies are used for personalized advertising, making promotional messages more relevant to the user's interests.",
                "asm": "এই কুকিবিলাক ব্যক্তিগতকৃত বিজ্ঞাপনৰ বাবে ব্যৱহাৰ কৰা হয়, যাৰ ফলত প্ৰচাৰমূলক বাৰ্তাসমূহ ব্যৱহাৰকাৰীৰ আগ্ৰহৰ বাবে অধিক প্ৰাসঙ্গিক হয়।",
                "mni": "ꯃꯁꯤꯒꯤ ꯀꯨꯀꯤꯁꯤꯡ ꯑꯁꯤ ꯑꯥꯏꯖꯤꯟꯅꯕ ꯑꯃꯁꯨꯡ ꯂꯥꯑꯣ ꯍꯦꯟꯅ ꯁꯤꯖꯤꯟꯅꯕ ꯀꯔꯝꯕꯁꯤꯡꯒꯤ ꯄꯔꯁꯣꯅꯂꯥꯏꯖ ꯑꯃꯁꯨꯡ ꯍꯦꯟꯅ ꯐꯒꯠꯍꯜꯂꯤ, ꯃꯈꯣꯌꯒꯤ ꯀꯟꯇꯦꯟꯇ ꯍꯦꯟꯅ ꯐꯒꯠꯍꯜꯂꯤ꯫",
                "nep": "यी कुकीहरू व्यक्तिगत विज्ञापनका लागि प्रयोग गरिन्छ, जसले प्रचार सन्देशहरूलाई प्रयोगकर्ताको रुचिमा थप सान्दर्भिक बनाउँछ।",
                "san": "एताः कूकयः वैयक्तिकविज्ञापनार्थं उपयुज्यन्ते, येन प्रचारात्मकसंदेशाः उपयोक्तुः रुचये अधिकं प्रासंगिकाः भवन्ति।",
                "urd": "یہ کوکیز ذاتی نوعیت کی تشہیر کے لیے استعمال ہوتی ہیں، جو پروموشنل پیغامات کو صارف کی دلچسپیوں سے زیادہ متعلقہ بناتی ہیں۔",
                "hin": "ये कुकीज़ व्यक्तिगत विज्ञापन के लिए उपयोग की जाती हैं, जिससे प्रचार संदेश उपयोगकर्ता की रुचियों के लिए अधिक प्रासंगिक बनते हैं।",
                "mai": "ई कुकीज़ व्यक्तिगत विज्ञापनक लेल उपयोग कयल जाइत अछि, जाहिसँ प्रचार संदेश उपयोगकर्त्ताक रुचिकेँ लेल अधिक प्रासंगिक बनि जाइत अछि।",
                "tam": "இந்த குக்கீகள் தனிப்பயனாக்கப்பட்ட விளம்பரத்திற்காகப் பயன்படுத்தப்படுகின்றன, விளம்பரச் செய்திகளைப் பயனரின் விருப்பங்களுக்கு மிகவும் பொருத்தமானதாக மாற்றுகின்றன.",
                "mal": "ഈ കുക്കികൾ വ്യക്തിഗത പരസ്യത്തിനായി ഉപയോഗിക്കുന്നു, പ്രൊമോഷണൽ സന്ദേശങ്ങൾ ഉപയോക്താവിൻ്റെ താൽപ്പര്യങ്ങളുമായി കൂടുതൽ പ്രസക്തമാക്കുന്നു.",
                "ben": "এই কুকিগুলি ব্যক্তিগতকৃত বিজ্ঞাপনের জন্য ব্যবহৃত হয়, যা প্রচারমূলক বার্তাগুলিকে ব্যবহারকারীর আগ্রহের জন্য আরও প্রাসঙ্গিক করে তোলে।",
                "kok": "ह्यो कुकीज वैयक्तिक जाहिरातीं खातीर वापरतात, जाका लागून जाहिरातींचे संदेश वापरप्याच्या आवडीक चड लागू जातात.",
                "guj": "આ કૂકીઝનો ઉપયોગ વ્યક્તિગત જાહેરાતો માટે થાય છે, જે પ્રમોશનલ સંદેશાઓને વપરાશકર્તાની રુચિઓ માટે વધુ સુસંગત બનાવે છે.",
                "kan": "ಈ ಕುಕೀಗಳನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಜಾಹೀರಾತುಗಳಿಗಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ, ಪ್ರಚಾರದ ಸಂದೇಶಗಳನ್ನು ಬಳಕೆದಾರರ ಆಸಕ್ತಿಗಳಿಗೆ ಹೆಚ್ಚು ಸಂಬಂಧಿಸಿದಂತೆ ಮಾಡುತ್ತದೆ.",
                "snd": "اهي ڪوڪيز ذاتي اشتهارن لاءِ استعمال ٿينديون آهن، پروموشنل پيغامن کي صارف جي دلچسپين سان وڌيڪ لاڳاپيل بڻائينديون آهن.",
                "ori": "ଏହି କୁକିଗୁଡ଼ିକ ବ୍ୟକ୍ତିଗତ ବିଜ୍ଞାପନ ପାଇଁ ବ୍ୟବହୃତ ହୁଏ, ଯାହା ପ୍ରଚାରମୂଳକ ବାର୍ତ୍ତାଗୁଡ଼ିକୁ ବ୍ୟବହାରକାରୀଙ୍କ ଆଗ୍ରହ ପାଇଁ ଅଧିକ ପ୍ରାସଙ୍ଗିକ କରିଥାଏ।",
                "sat": "ᱱᱩᱠᱩ ᱠᱩᱠᱤᱥ ᱫᱚ ᱵᱮᱠᱛᱤᱜᱚᱛ ᱮᱰᱵᱷᱚᱨᱴᱟᱭᱡᱤᱝ ᱞᱟᱹᱜᱤᱫ ᱠᱚ ᱵᱮᱵᱷᱟᱨᱚᱜᱼᱟ, ᱡᱟᱦᱟᱸ ᱫᱚ ᱯᱨᱚᱢᱚᱥᱚᱱᱟᱞ ᱢᱮᱥᱮᱡᱽ ᱠᱚ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱠᱚᱣᱟᱜ ᱤᱱᱴᱮᱨᱮᱥᱴ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱲᱦᱟᱣ ᱠᱚ ᱵᱮᱵᱷᱟᱨᱚᱜᱼᱟ᱾",
                "pan": "ਇਹ ਕੂਕੀਜ਼ ਵਿਅਕਤੀਗਤ ਵਿਗਿਆਪਨ ਲਈ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਪ੍ਰਚਾਰ ਸੰਬੰਧੀ ਸੰਦੇਸ਼ਾਂ ਨੂੰ ਉਪਭੋਗਤਾ ਦੀਆਂ ਰੁਚੀਆਂ ਨਾਲ ਵਧੇਰੇ ਸੰਬੰਧਿਤ ਬਣਾਉਂਦੀਆਂ ਹਨ।",
                "mar": "या कुकीज वैयक्तिक जाहिरातींसाठी वापरल्या जातात, ज्यामुळे प्रचारात्मक संदेश वापरकर्त्याच्या आवडीसाठी अधिक संबंधित बनतात.",
                "tel": "ఈ కుకీలు వ్యక్తిగతీకరించిన ప్రకటనల కోసం ఉపయోగించబడతాయి, ప్రచార సందేశాలను వినియోగదారు ఆసక్తులకు మరింత సందర్భోచితంగా మారుస్తాయి.",
                "kas": "یِمَن کُکیٖز چھِ شَخصی اِشتہارَن خٲطرٕ اِستِمال یِوان کرنہٕ، تِم چھِ پروموشنل پٔیغامَن یوزرَس سٕنٛدؠن دِلچَسپین سٟتؠ زِیٛادٕ مُتعلِق بَناوَن۔",
                "brx": "बे कुकिजफोरा दिन्थिनाय मावनायजों लोगोसे बाहाइयो, जायफोरा दिन्थिनाय मावनाय बाहाइग्राफोरनि गोसो गनायथिखौ जोबोर जाफ्रेमजोबनाय मोनो।",
                "doi": "ਇਹ ਕੁਕੀਜ਼ ਵਿਅਕਤੀਗਤ ਵਿਗਿਆਪਨ ਲਈ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਜੋ ਪ੍ਰਚਾਰ ਸੰਦੇਸ਼ਾਂ ਨੂੰ ਉਪਭੋਗਤਾ ਦੀਆਂ ਰੁਚੀਆਂ ਨਾਲ ਵਧੇਰੇ ਸੰਬੰਧਿਤ ਬਣਾਉਂਦੀਆਂ ਹਨ।"
            }
        },
        "performance": {
            "name": {
                "eng": "Performance",
                "asm": "কাৰ্য্যক্ষমতা",
                "mni": "ꯊꯕꯛ ꯇꯧꯕ",
                "nep": "प्रदर्शन",
                "san": "प्रदर्शनम्",
                "urd": "کارکردگی",
                "hin": "प्रदर्शन",
                "mai": "प्रदर्शन",
                "tam": "செயல்திறன்",
                "mal": "പ്രകടനം",
                "ben": "কর্মক্ষমতা",
                "kok": "कामगिरी",
                "guj": "પ્રદર્શન",
                "kan": "ಕಾರ્યಕ್ಷಮತೆ",
                "snd": "ڪارڪردگي",
                "ori": "କାର୍ଯ୍ୟଦକ୍ଷତା",
                "sat": "ᱯᱚᱨᱯᱷᱚᱨᱢᱮᱱᱥ",
                "pan": "ਕਾਰਗੁਜ਼ਾਰੀ",
                "mar": "कार्यक्षमता",
                "tel": "పనితీരു",
                "kas": "پرفارمنس",
                "brx": "फारसेन्स",
                "doi": "ਪ੍ਰਦਰਸ਼ਨ"
            },
            "description": {
                "eng": "These cookies optimize a site's speed and responsiveness, ensuring a smooth and efficient browsing experience.",
                "asm": "এই কুকিবিলাকে এটা ছাইটৰ গতি আৰু সঁহাৰিৰ ক্ষমতা অনুকূল কৰে, যাৰ ফলত এটা মসৃণ আৰু কাৰ্য্যক্ষম ব্ৰাউজিং অভিজ্ঞতা নিশ্চিত হয়।",
                "mni": "ꯃꯁꯤꯒꯤ ꯀꯨꯀꯤꯁꯤꯡ ꯑꯁꯤ ꯃꯈꯣꯌꯒꯤ ꯁꯥꯏꯠꯀꯤ ꯊꯤꯡꯕ ꯑꯃꯁꯨꯡ ꯂꯥꯏꯅ ꯐꯒꯠꯍꯟꯗꯤ, ꯑꯃꯁꯨꯡ ꯂꯥꯏꯅ ꯐꯒꯠꯍꯟꯗꯤ ꯃꯁꯤꯒꯤ ꯀꯨꯀꯤꯁꯤꯡ ꯑꯁꯤ ꯈꯣꯡꯆꯠꯀꯤ ꯊꯕꯛ ꯍꯦꯟꯅ ꯁꯥꯏꯠꯀꯤ ꯑꯁꯤ ꯍꯦꯟꯅ ꯂꯥꯏꯕ ꯑꯃꯁꯨꯡ ꯍꯦꯟꯅ ꯐꯒꯠꯍꯟꯗꯤ꯫",
                "nep": "यी कुकीहरूले साइटको गति र प्रतिक्रियाशीलतालाई अनुकूलित गर्दछ, जसले सहज र कुशल ब्राउजिङ अनुभव सुनिश्चित गर्दछ।",
                "san": "एताः कूकयः स्थलस्य गतिं प्रतिसादिताञ्च इष्टतमीकुर्वन्ति, येन सुलभः कुशलश्च ब्राउजिङ्ग् अनुभवः सुनिश्चितः भवति।",
                "urd": "یہ کوکیز سائٹ کی رفتار اور ردعمل کو بہتر بناتی ہیں، جو براؤزنگ کے ایک ہموار اور موثر تجربے کو یقینی بناتی ہیں۔",
                "hin": "ये कुकीज़ साइट की गति और प्रतिक्रिया को अनुकूलित करती हैं, जिससे एक सहज और कुशल ब्राउज़िंग अनुभव सुनिश्चित होता है।",
                "mai": "ई कुकीज़ कोनो साइटक गति आ प्रतिक्रियाशीलताकेँ अनुकूलित करैत अछि, जाहिसँ एकटा सहज आ कुशल ब्राउज़िंग अनुभव सुनिश्चित होइत अछि।",
                "tam": "இந்த குக்கீகள் ஒரு தளத்தின் வேகம் மற்றும் பதிலளிப்பை மேம்படுத்துகின்றன, இது ஒரு மென்மையான மற்றும் திறமையான உலாவல் அனுபவத்தை உறுதி செய்கிறது.",
                "mal": "ഈ കുക്കികൾ ഒരു സൈറ്റിന്റെ വേഗതയും പ്രതികരണശേഷിയും ഒപ്റ്റിമൈസ് ചെയ്യുന്നു, സുഗമവും കാര്യക്ഷമവുമായ ബ്രൗസിംഗ് അനുഭവം ഉറപ്പാക്കുന്നു.",
                "ben": "এই কুকিগুলি একটি সাইটের গতি এবং প্রতিক্রিয়াশীলতাকে অপ্টিমাইজ করে, একটি মসৃণ এবং দক্ষ ব্রাউজিং অভিজ্ঞতা নিশ্চিত করে।",
                "kok": "ह्यो कुकीज साइटचो वेग आनी जाप दिवपाची क्षमता सुदारतात, जाका लागून सोबीत आनी प्रभावी ब्राउजिंग अणभव मेळटा.",
                "guj": "આ કૂકીઝ સાઇટની ઝડપ અને પ્રતિભાવશીલતાને ઑપ્ટિમાઇઝ કરે છે, જે સરળ અને કાર્યક્ષમ બ્રાઉઝિંગ અનુભવની ખાતરી આપે છે.",
                "kan": "ಈ ಕುಕೀಗಳು ಸೈಟ್‌ನ ವೇಗ ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಉತ್ತಮಗೊಳಿಸುತ್ತವೆ, ಇದು ಸುಗಮ ಮತ್ತು ಪರಿಣಾಮಕಾರಿ ಬ್ರೌಸಿಂಗ್ ಅನುಭವವನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ.",
                "snd": "اهي ڪوڪيز هڪ سائيٽ جي رفتار ۽ جوابدهي کي بهتر بڻائين ٿيون، هڪ هموار ۽ ڪارائتو برائوزنگ تجربو کي يقيني بڻائين ٿيون.",
                "ori": "ଏହି କୁକିଗୁଡ଼ିକ ଏକ ସାଇଟର ଗତି ଏବଂ ପ୍ରତିକ୍ରିୟାଶୀଳତାକୁ ଅପ୍ଟିମାଇଜ୍ କରେ, ଏକ ସୁଗମ ଏବଂ ଦକ୍ଷ ବ୍ରାଉଜିଂ ଅନୁଭୂତିକୁ ସୁନିଶ୍ଚିତ କରେ।",
                "sat": "ᱱᱩᱠᱩ ᱠᱩᱠᱤᱥ ᱫᱚ ᱢᱤᱫᱴᱟᱝ ᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱡᱷᱚᱞᱠᱟᱣ ᱟᱨ ᱡᱷᱚᱞᱠᱟᱣ ᱨᱮᱭᱟᱜ ᱠᱩᱠᱤᱥ ᱠᱚ ᱡᱷᱚᱞᱠᱟᱣ ᱫᱟᱲᱮᱭᱟᱜ ᱫᱚ ᱵᱮᱵᱷᱟᱨᱚᱜᱼᱟ᱾",
                "pan": "ਇਹ ਕੂਕੀਜ਼ ਕਿਸੇ ਸਾਈਟ ਦੀ ਗਤੀ ਅਤੇ ਜਵਾਬਦੇਹੀ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਂਦੀਆਂ ਹਨ, ਇੱਕ ਨਿਰਵਿਘਨ ਅਤੇ ਕੁਸ਼ਲ ਬ੍ਰਾਊਜ਼ਿੰਗ ਅਨੁਭਵ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਂਦੀਆਂ ਹਨ।",
                "mar": "या कुकीज साइटचा वेग आणि प्रतिसाद अनुकूल करतात, ज्यामुळे एक सहज आणि कार्यक्षम ब्राउझिंग अनुभव सुनिश्चित होतो.",
                "tel": "ఈ కుకీలు సైట్ వేగాన్ని మరియు ప్రతిస్పందనను ఆప్టిమైజ్ చేస్తాయి, సున్నితమైన మరియు సమర్థవంతమైన బ్రౌజింగ్ అనుభవాన్ని నిర్ధారిస్తాయి.",
                "kas": "یِمَن کُکیٖز چھِ اَکھ سایِٹٕچ تۄرش تہٕ رُسۄنَسَن ہُنٛد پَرٛفارمنس بَڈناوَن، یَتھ سٟتؠ چھُ اَکھ مۄکھُتار تہٕ صٔحیٖح برٛاوسِنٛگ اَنجام یِوان۔",
                "brx": "बे कुकिजफोरा मोनसे साइटनि गेलेनायखौ सोदोबनो बाहाइयो, जायफोरा गेलेनायनि मोनसे गोख्रै आरो गोख्रै गेलेनायजों लोगोसे बाहाइयो।",
                "doi": "ਇਹ ਕੁਕੀਜ਼ ਇੱਕ ਸਾਈਟ ਦੀ ਗਤੀ ਅਤੇ ਜਵਾਬਦੇਹੀ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਂਦੀਆਂ ਹਨ, ਇੱਕ ਨਿਰਵਿਘਨ ਅਤੇ ਕੁਸ਼ਲ ਬ੍ਰਾਊਜ਼ਿੰਗ ਅਨੁਭਵ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਂਦੀਆਂ ਹਨ।"
            }
        },
        "security": {
            "name": {
                "eng": "Security",
                "asm": "নিৰাপত্তা",
                "mni": "ꯁꯦꯀꯨꯔꯤꯇꯤ",
                "nep": "सुरक्षा",
                "san": "सुरक्षा",
                "urd": "سیکیورٹی",
                "hin": "सुरक्षा",
                "mai": "सुरक्षा",
                "tam": "பாதுகாப்பு",
                "mal": "സുരക്ഷ",
                "ben": "নিরাপত্তা",
                "kok": "सुरक्षीतताय",
                "guj": "સુરક્ષા",
                "kan": "ಭದ್ರತೆ",
                "snd": "سيڪيورٽي",
                "ori": "ସୁରକ୍ଷା",
                "sat": "ᱥᱮᱠᱤᱭᱩᱨᱤᱴᱤ",
                "pan": "ਸੁਰੱਖਿਆ",
                "mar": "सुरक्षा",
                "tel": "భద్రత",
                "kas": "سیکیورٹی",
                "brx": "सेक्युरिटि",
                "doi": "ਸੁਰੱਖਿਆ"
            },
            "description": {
                "eng": "These cookies protect the website from fraud and abuse, helping to maintain a secure environment for all users.",
                "asm": "এই কুকিবিলাকে ৱেবছাইটটোক প্ৰৱঞ্চনা আৰু অপব্যৱহাৰৰ পৰা ৰক্ষা কৰে, যাৰ ফলত সকলো ব্যৱহাৰকাৰীৰ বাবে এটা সুৰক্ষিত পৰিৱেশ বজাই ৰখাত সহায় হয়।",
                "mni": "ꯃꯁꯤꯒꯤ ꯀꯨꯀꯤꯁꯤꯡ ꯑꯁꯤ ꯋꯦꯕꯁꯥꯏꯠꯀꯤ ꯐ꯭ꯔꯥꯎꯗ ꯑꯃꯁꯨꯡ ꯑꯕ꯭ꯌꯨꯁ ꯃꯥꯡꯗꯕꯗꯤ, ꯃꯁꯤꯅ ꯁꯤꯖꯤꯟꯅꯔꯛꯇꯤꯕ ꯑꯁꯤꯒꯤ ꯅꯦꯝ ꯑꯃꯁꯨꯡ ꯑꯃꯨꯟꯕꯁꯤꯡ ꯂꯥꯀꯎ ꯍꯦꯟꯅ ꯐꯒꯠꯍꯟꯗꯤ꯫",
                "nep": "यी कुकीहरूले वेबसाइटलाई ठगी र दुरुपयोगबाट बचाउँछ, जसले सबै प्रयोगकर्ताहरूका लागि सुरक्षित वातावरण कायम राख्न मद्दत गर्दछ।",
                "san": "एताः कूकयः जालस्थानं कपटात् दुरुपयोगतः च रक्षन्ति, सर्वेषां उपयोक्तॄणां कृते सुरक्षितं वातावरणं रक्षितुं साहाय्यं कुर्वन्ति।",
                "urd": "یہ کوکیز ویب سائٹ کو فراڈ اور غلط استعمال سے بچاتی ہیں، جو تمام صارفین کے لیے ایک محفوظ ماحول کو برقرار رکھنے میں مدد کرتی ہیں۔",
                "hin": "ये कुकीज़ वेबसाइट को धोखाधड़ी और दुरुपयोग से बचाती हैं, जिससे सभी उपयोगकर्ताओं के लिए एक सुरक्षित वातावरण बनाए रखने में मदद मिलती है।",
                "mai": "ई कुकीज़ वेबसाइटकेँ धोखाधड़ी आ दुरुपयोग सँ बचाबैत अछि, जाहिसँ सभ उपयोगकर्त्ताक लेल एकटा सुरक्षित वातावरण बनाए रखबामे मदद भेटैत अछि।",
                "tam": "இந்த குக்கீகள் இணையதளத்தை மோசடி மற்றும் துஷ்பிரயோகத்திலிருந்து பாதுகாக்கின்றன, அனைத்து பயனர்களுக்கும் பாதுகாப்பான சூழலைப் பராமரிக்க உதவுகின்றன.",
                "mal": "ഈ കുക്കികൾ വെബ്സൈറ്റിനെ തട്ടിപ്പിൽ നിന്നും ദുരുപയോഗത്തിൽ നിന്നും സംരക്ഷിക്കുന്നു, എല്ലാ ഉപയോക്താക്കൾക്കും സുരക്ഷിതമായ അന്തരീക്ഷം നിലനിർത്താൻ സഹായിക്കുന്നു.",
                "ben": "এই কুকিগুলি ওয়েবসাইটকে জালিয়াতি এবং অপব্যবহার থেকে রক্ষা করে, যা সমস্ত ব্যবহারকারীর জন্য একটি নিরাপদ পরিবেশ বজায় রাখতে সাহায্য করে।",
                "kok": "ही कुकीज वेबसाइटाक फसवणूक आनी वायट वापरपाय पासून राखतात, सगळ्या वापरप्यां खातीर राखणें वातावरण सांबाळपाक मजत करतात.",
                "guj": "આ કૂકીઝ વેબસાઇટને છેતરપિંડી અને દુરુપયોગથી સુરક્ષિત કરે છે, જે તમામ વપરાશકર્તાઓ માટે સુરક્ષિત વાતાવરણ જાળવવામાં મદદ કરે છે.",
                "kan": "ಈ ಕುಕೀಗಳು ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ವಂಚನೆ ಮತ್ತು ದುರುಪಯೋಗದಿಂದ ರಕ್ಷಿಸುತ್ತವೆ, ಎಲ್ಲಾ ಬಳಕೆದಾರರಿಗೆ ಸುರಕ್ಷಿತ ವಾತಾವರಣವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡುತ್ತವೆ.",
                "snd": "اهي ڪوڪيز ويب سائيٽ کي ڌوڪي ۽ غلط استعمال کان بچائين ٿيون، سڀني استعمال ڪندڙن لاءِ محفوظ ماحول برقرار رکڻ ۾ مدد ڪن ٿيون.",
                "ori": "ଏହି କୁକିଗୁଡ଼ିକ ୱେବସାଇଟକୁ ଠକାମି ଏବଂ ଅପବ୍ୟବହାରରୁ ରକ୍ଷା କରେ, ସମସ୍ତ ବ୍ୟବହାରକାରୀଙ୍କ ପାଇଁ ଏକ ନିରାପଦ ପରିବେଶ ବଜାୟ ରଖିବାରେ ସାହାଯ୍ୟ କରେ।",
                "sat": "ᱱᱩᱠᱩ ᱠᱩᱠᱤᱥ ᱫᱚ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱫᱚ ᱴᱷᱚᱠᱟ ᱟᱨ ᱵᱟᱹᱲᱤᱡ ᱵᱮᱵᱷᱟᱨ ᱠᱷᱚᱱ ᱠᱚ ᱵᱟᱧᱪᱟᱣ ᱛᱟᱦᱮᱱᱟ, ᱡᱚᱛᱚ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱠᱚ ᱞᱟᱹᱜᱤᱫ ᱥᱮᱠᱩᱭᱚᱨ ᱢᱟᱦᱚᱞ ᱥᱟᱵ ᱫᱚᱦᱚ ᱨᱮ ᱜᱚᱲᱚᱣᱟ᱾",
                "pan": "ਇਹ ਕੂਕੀਜ਼ ਵੈੱਬਸਾਈਟ ਨੂੰ ਧੋਖਾਧੜੀ ਅਤੇ ਦੁਰਵਰਤੋਂ ਤੋਂ ਬਚਾਉਂਦੀਆਂ ਹਨ, ਸਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਇੱਕ ਸੁਰੱਖਿਅਤ ਵਾਤਾਵਰਣ ਬਣਾਈ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀਆਂ ਹਨ।",
                "mar": "या कुकीज वेबसाइटला फसवणूक आणि गैरवापरापासून संरक्षण देतात, ज्यामुळे सर्व वापरकर्त्यांसाठी सुरक्षित वातावरण राखण्यास मदत होते.",
                "tel": "ఈ కుకీలు వెబ్‌సైట్‌ను మోసం మరియు దుర్వినియోగం నుండి రక్షిస్తాయి, ఇది వినియోగదారులందరికీ సురక్షితమైన వాతావరణాన్ని నిర్వహించడానికి సహాయపడుతుంది.",
                "kas": "یِمَن کُکیٖز چھِ وؠبسایِٹ ہٮو کَپٹہٕ تہٕ بَد اِستِمالَس نِش بَچاوَن، یَتھ سٟتؠ چھُ سٲریَن یوزرَن خٲطرٕ اَکھ مَحفوٗظ ماحَوٕج قایِم کَرنَس مَنٛز مَدَتھ مِلان۔",
                "brx": "बे कुकिजफोरा वेबसाइटखौ धोखानि आरो मावजोबनायनिफ्राय रैखा होयो, जायफोरा गासै बाहाइग्राफोरनि थाखाय मोनसे रैखाथि गेलेनायखौ सोदोबनो मदद होयो।",
                "doi": "ਇਹ ਕੁਕੀਜ਼ ਵੈੱਬਸਾਈਟ ਨੂੰ ਧੋਖਾਧੜੀ ਅਤੇ ਦੁਰਵਰਤੋਂ ਤੋਂ ਬਚਾਉਂਦੀਆਂ ਹਨ, ਸਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਇੱਕ ਸੁਰੱਖਿਅਤ ਵਾਤਾਵਰਣ ਬਣਾਈ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀਆਂ ਹਨ।"
            }
        }
    },
    "expiryUnits": {
        "year": {
            "eng": "year",
            "asm": "বছৰ",
            "mni": "ꯆꯍꯤ",
            "nep": "वर्ष",
            "san": "वर्षम्",
            "urd": "سال",
            "hin": "साल",
            "mai": "वर्ष",
            "tam": "ஆண்டு",
            "mal": "വർഷം",
            "ben": "বছর",
            "kok": "वर्स",
            "guj": "વર્ષ",
            "kan": "ವರ್ಷ",
            "snd": "سال",
            "ori": "ବର୍ଷ",
            "sat": "ᱥᱮᱨᱢᱟ",
            "pan": "ਸਾਲ",
            "mar": "वर्ष",
            "tel": "సంవత్సరం",
            "kas": "سال",
            "brx": "बर'",
            "doi": "साल"
        },
        "month": {
            "eng": "month",
            "asm": "মাহ",
            "mni": "ꯊꯥ",
            "nep": "महिना",
            "san": "मासः",
            "urd": "مہینہ",
            "hin": "महीना",
            "mai": "महिना",
            "tam": "மாதம்",
            "mal": "മാസം",
            "ben": "মাস",
            "kok": "म्हयनो",
            "guj": "મહિનો",
            "kan": "ತಿಂಗಳು",
            "snd": "مهينو",
            "ori": "ମାସ",
            "sat": "ᱪᱟᱸᱫꯣ",
            "pan": "ਮਹੀਨਾ",
            "mar": "महिना",
            "tel": "నెల",
            "kas": "رؠتھ",
            "brx": "दान",
            "doi": "महीना"
        },
        "week": {
            "eng": "week",
            "asm": "সপ্তাহ",
            "mni": "ꯆꯥꯌ",
            "nep": "हप्ता",
            "san": "सप्ताहः",
            "urd": "ہفتہ",
            "hin": "सप्ताह",
            "mai": "सप्ताह",
            "tam": "வாரம்",
            "mal": "ആഴ്ച",
            "ben": "সপ্তাহ",
            "kok": "सावन",
            "guj": "અઠવાડિયું",
            "kan": "ವಾರ",
            "snd": "هفتو",
            "ori": "ସପ୍ତାହ",
            "sat": "ᱥᱟᱛ",
            "pan": "ਹਫ਼ਤਾ",
            "mar": "आठवडा",
            "tel": "వారం",
            "kas": "سہہ",
            "brx": "सप्ताह",
            "doi": "हफ्ता"
        },
        "day": {
            "eng": "day",
            "asm": "দিন",
            "mni": "ꯅꯨꯃꯤꯠ",
            "nep": "दिन",
            "san": "दिनम्",
            "urd": "دن",
            "hin": "दिन",
            "mai": "दिन",
            "tam": "நாள்",
            "mal": "ദിവസം",
            "ben": "দিন",
            "kok": "दीस",
            "guj": "દિવસ",
            "kan": "ದಿನ",
            "snd": "ڏينهن",
            "ori": "ଦିନ",
            "sat": "ᱫᱤᱱ",
            "pan": "ਦਿਨ",
            "mar": "दिवस",
            "tel": "రోజు",
            "kas": "دۄہ",
            "brx": "दिन",
            "doi": "दिन"
        },
        "hour": {
            "eng": "hour",
            "asm": "ঘন্টা",
            "mni": "ꯊꯨꯡ",
            "nep": "घन्टा",
            "san": "घण्टा",
            "urd": "گھنٹہ",
            "hin": "घंटा",
            "mai": "घंटा",
            "tam": "மணிநேரம்",
            "mal": "മണിക്കൂർ",
            "ben": "ঘন্টা",
            "kok": "वर",
            "guj": "કલાક",
            "kan": "ಗಂಟೆ",
            "snd": "ڪلاڪ",
            "ori": "ଘଣ୍ଟା",
            "sat": "ᱜᱷᱚᱱᱴᱟ",
            "pan": "ਘੰਟਾ",
            "mar": "तास",
            "tel": "గంట",
            "kas": "گٲنٛٹہٕ",
            "brx": "घन्टा",
            "doi": "घंटा"
        },
        "minute": {
            "eng": "minute",
            "asm": "মিনিট",
            "mni": "ꯃꯤꯟ",
            "nep": "मिनेट",
            "san": "निमेषः",
            "urd": "منٹ",
            "hin": "मिनट",
            "mai": "मिनट",
            "tam": "நிமிடம்",
            "mal": "മിനിറ്റ്",
            "ben": "মিনিট",
            "kok": "मिनिट",
            "guj": "મિનિટ",
            "kan": "ನಿಮಿಷ",
            "snd": "منٽ",
            "ori": "ମିନିଟ୍",
            "sat": "ᱢᱤᱱᱤᱴ",
            "pan": "ਮਿੰਟ",
            "mar": "मिनिट",
            "tel": "నిమిషం",
            "kas": "مِنَٹ",
            "brx": "मिनिट",
            "doi": "मिनट"
        },
        "second": {
            "eng": "second",
            "asm": "ছেকেন্ড",
            "mni": "ꯁꯦꯀꯦꯟꯗ",
            "nep": "सेकेन्ड",
            "san": "क्षणम्",
            "urd": "سیکنڈ",
            "hin": "सेकंड",
            "mai": "सेकंड",
            "tam": "விநாடி",
            "mal": "സെക്കന്റ്",
            "ben": "সেকেন্ড",
            "kok": "सेकंड",
            "guj": "સેકન્ડ",
            "kan": "ಸೆಕೆಂಡು",
            "snd": "سيڪنڊ",
            "ori": "ସେକେଣ୍ଡ",
            "sat": "ᱥᱮᱠᱮᱱᱰ",
            "pan": "ਸਕਿੰਟ",
            "mar": "सेकंद",
            "tel": "సెకను",
            "kas": "سِکَنڈ",
            "brx": "सेकेन्ड",
            "doi": "सेकंड"
        }
    }
}